[
  {
    "id": 1,
    "text": "Today it's up to you to create the peacefulness you long for."
  },
  {
    "id": 2,
    "text": "A friend asks only for your time, not your money."
  },
  {
    "id": 3,
    "text": "If you refuse to accept anything but the best, you very often get it."
  },
  {
    "id": 4,
    "text": "A smile is your passport into the hearts of others."
  },
  {
    "id": 5,
    "text": "A good way to keep healthy is to eat more Chinese food."
  },
  {
    "id": 6,
    "text": "Your high-minded principles spell success."
  },
  {
    "id": 7,
    "text": "Hard work pays off in the future, laziness pays off now."
  },
  {
    "id": 8,
    "text": "Change can hurt, but it leads a path to something better."
  },
  {
    "id": 9,
    "text": "Enjoy the good luck a companion brings you."
  },
  {
    "id": 10,
    "text": "People are naturally attracted to you."
  },
  {
    "id": 11,
    "text": "Hidden in a valley beside an open stream - this will be the type of place where you will find your dream."
  },
  {
    "id": 12,
    "text": "A chance meeting opens new doors to success and friendship."
  },
  {
    "id": 13,
    "text": "You learn from your mistakes. You will learn a lot today."
  },
  {
    "id": 14,
    "text": "If you have something good in your life, don't let it go!"
  },
  {
    "id": 15,
    "text": "Whatever your goal in life is, embrace it, visualize it, and soon enough it will become a reality."
  },
  {
    "id": 16,
    "text": "Your shoes will make you happy today."
  },
  {
    "id": 17,
    "text": "You cannot love life until you live the life you love."
  },
  {
    "id": 18,
    "text": "Be on the lookout for coming events; they cast their shadows beforehand."
  },
  {
    "id": 19,
    "text": "Land is always on the mind of a flying bird."
  },
  {
    "id": 20,
    "text": "The man or woman you desire feels the same about you."
  },
  {
    "id": 21,
    "text": "Meeting adversity well is the source of your strength."
  },
  {
    "id": 22,
    "text": "A dream you have will come true."
  },
  {
    "id": 23,
    "text": "Our deeds determine us, as much as we determine our deeds."
  },
  {
    "id": 24,
    "text": "Never give up. You're not a failure if you don't give up."
  },
  {
    "id": 25,
    "text": "You will become great if you believe in yourself."
  },
  {
    "id": 26,
    "text": "There is no greater pleasure than seeing your loved ones prosper."
  },
  {
    "id": 27,
    "text": "You will marry your lover."
  },
  {
    "id": 28,
    "text": "A very attractive person has a message for you."
  },
  {
    "id": 29,
    "text": "You already know the answer to the questions lingering inside your head."
  },
  {
    "id": 30,
    "text": "It is now, and in this world, that we must live."
  },
  {
    "id": 31,
    "text": "You must try, or hate yourself for not trying."
  },
  {
    "id": 32,
    "text": "You can make your own happiness."
  },
  {
    "id": 33,
    "text": "The greatest risk is not taking one."
  },
  {
    "id": 34,
    "text": "The love of your life is stepping into your planet this summer."
  },
  {
    "id": 35,
    "text": "Love can last a lifetime, if you want it to."
  },
  {
    "id": 36,
    "text": "Adversity is the parent of virtue."
  },
  {
    "id": 37,
    "text": "Serious trouble will bypass you."
  },
  {
    "id": 38,
    "text": "A short stranger will soon enter your life with blessings to share."
  },
  {
    "id": 39,
    "text": "Now is the time to try something new."
  },
  {
    "id": 40,
    "text": "Wealth awaits you very soon."
  },
  {
    "id": 41,
    "text": "If you feel you are right, stand firmly by your convictions."
  },
  {
    "id": 42,
    "text": "If winter comes, can spring be far behind?"
  },
  {
    "id": 43,
    "text": "Keep your eye out for someone special."
  },
  {
    "id": 44,
    "text": "You are very talented in many ways."
  },
  {
    "id": 45,
    "text": "A stranger is a friend you have not spoken to yet."
  },
  {
    "id": 46,
    "text": "A new voyage will fill your life with untold memories."
  },
  {
    "id": 47,
    "text": "You will travel to many exotic places in your lifetime."
  },
  {
    "id": 48,
    "text": "Your ability for accomplishment will follow with success."
  },
  {
    "id": 49,
    "text": "Nothing astonishes men so much as common sense and plain dealing."
  },
  {
    "id": 50,
    "text": "It's amazing how much good you can do if you don't care who gets the credit."
  },
  {
    "id": 51,
    "text": "Everyone agrees. You are the best."
  },
  {
    "id": 52,
    "text": "Life doesn't consist of holding good cards, but rather playing those you hold well."
  },
  {
    "id": 53,
    "text": "Jealousy doesn't open doors, it closes them!"
  },
  {
    "id": 54,
    "text": "It's better to be alone sometimes."
  },
  {
    "id": 55,
    "text": "When fear hurts you, conquer it and defeat it!"
  },
  {
    "id": 56,
    "text": "Let the deeds speak."
  },
  {
    "id": 57,
    "text": "You will be called in to fulfill a position of high honor and responsibility."
  },
  {
    "id": 58,
    "text": "The man on the top of the mountain did not fall there."
  },
  {
    "id": 59,
    "text": "You will conquer obstacles to achieve success."
  },
  {
    "id": 60,
    "text": "Joys are often the shadows cast by sorrows."
  },
  {
    "id": 61,
    "text": "Fortune favors the brave."
  },
  {
    "id": 62,
    "text": "An upward movement initiated in time can counteract fate."
  },
  {
    "id": 63,
    "text": "A journey of a thousand miles begins with a single step."
  },
  {
    "id": 64,
    "text": "Sometimes you just need to lay on the floor."
  },
  {
    "id": 65,
    "text": "Never give up. Always find a reason to keep trying."
  },
  {
    "id": 66,
    "text": "If you have something worth fighting for, then fight for it."
  },
  {
    "id": 67,
    "text": "Stop wishing. Start doing."
  },
  {
    "id": 68,
    "text": "Accept your past without regrets. Handle your present with confidence. Face your future without fear."
  },
  {
    "id": 69,
    "text": "Stay true to those who would do the same for you."
  },
  {
    "id": 70,
    "text": "Ask yourself if what you are doing today is getting you closer to where you want to be tomorrow."
  },
  {
    "id": 71,
    "text": "Happiness is an activity."
  },
  {
    "id": 72,
    "text": "Help is always needed but not always appreciated. Stay true to your heart and help those in need whether they appreciate it or not."
  },
  {
    "id": 73,
    "text": "Hone your competitive instincts."
  },
  {
    "id": 74,
    "text": "Finish your work on hand. Don't be greedy."
  },
  {
    "id": 75,
    "text": "For success today, look first to yourself."
  },
  {
    "id": 76,
    "text": "Your fortune is as sweet as a cookie."
  },
  {
    "id": 77,
    "text": "Integrity is the essence of everything successful."
  },
  {
    "id": 78,
    "text": "If you're happy, you're successful."
  },
  {
    "id": 79,
    "text": "You will always be surrounded by true friends."
  },
  {
    "id": 80,
    "text": "Believing that you are beautiful will make you appear beautiful to others around you."
  },
  {
    "id": 81,
    "text": "Happiness comes from a good life."
  },
  {
    "id": 82,
    "text": "Before trying to please others, think of what makes you happy."
  },
  {
    "id": 83,
    "text": "When hungry, order more Chinese food."
  },
  {
    "id": 84,
    "text": "Your golden opportunity is coming shortly."
  },
  {
    "id": 85,
    "text": "For hate is never conquered by hate. Hate is conquered by love."
  },
  {
    "id": 86,
    "text": "You will make many changes before settling down happily."
  },
  {
    "id": 87,
    "text": "A man is born to live and not prepare to live."
  },
  {
    "id": 88,
    "text": "You cannot become rich except by enriching others."
  },
  {
    "id": 89,
    "text": "Don't pursue happiness - create it."
  },
  {
    "id": 90,
    "text": "You will be successful in love."
  },
  {
    "id": 91,
    "text": "All your fingers can't be of the same length."
  },
  {
    "id": 92,
    "text": "Wise sayings often fall on barren ground, but a kind word is never thrown away."
  },
  {
    "id": 93,
    "text": "A lifetime of happiness is in store for you."
  },
  {
    "id": 94,
    "text": "It is very possible that you will achieve greatness in your lifetime."
  },
  {
    "id": 95,
    "text": "Be tactful; overlook your own opportunity."
  },
  {
    "id": 96,
    "text": "You are the controller of your destiny."
  },
  {
    "id": 97,
    "text": "Everything happens for a reason."
  },
  {
    "id": 98,
    "text": "You can't have a beautiful ending without making beautiful mistakes."
  },
  {
    "id": 99,
    "text": "You can open doors with your charm and patience."
  },
  {
    "id": 100,
    "text": "Welcome the change coming into your life."
  },
  {
    "id": 101,
    "text": "There will be a happy romance for you shortly."
  },
  {
    "id": 102,
    "text": "Your fondest dream will come true within this year."
  },
  {
    "id": 103,
    "text": "You have a deep interest in all that is artistic."
  },
  {
    "id": 104,
    "text": "Your emotional nature is strong and sensitive."
  },
  {
    "id": 105,
    "text": "A letter of great importance may reach you any day now."
  },
  {
    "id": 106,
    "text": "Good health will be yours for a long time."
  },
  {
    "id": 107,
    "text": "You will become better acquainted with a coworker."
  },
  {
    "id": 108,
    "text": "To be old and wise, you must first be young and stupid."
  },
  {
    "id": 109,
    "text": "Failure is only the opportunity to begin again more intelligently."
  },
  {
    "id": 110,
    "text": "Integrity is doing the right thing, even if nobody is watching."
  },
  {
    "id": 111,
    "text": "Conquer your fears or they will conquer you."
  },
  {
    "id": 112,
    "text": "You are a lover of words. One day you will write a book."
  },
  {
    "id": 113,
    "text": "In this life it is not what we take up, but what we give up, that makes us rich."
  },
  {
    "id": 114,
    "text": "Fear can keep us up all night long, but faith makes one fine pillow."
  },
  {
    "id": 115,
    "text": "Seek out the significance of your problem at this time. Try to understand."
  },
  {
    "id": 116,
    "text": "Never upset the driver of the car you're in; they're the master of your destiny until you get home."
  },
  {
    "id": 117,
    "text": "He who slithers among the ground is not always a foe."
  },
  {
    "id": 118,
    "text": "You learn from your mistakes... you will learn a lot today."
  },
  {
    "id": 119,
    "text": "You only need look to your own reflection for inspiration. Because you are beautiful!"
  },
  {
    "id": 120,
    "text": "You are not judged by your efforts you put in; you are judged on your performance."
  },
  {
    "id": 121,
    "text": "Rivers need springs."
  },
  {
    "id": 122,
    "text": "Good news from afar may bring you a welcome visitor."
  },
  {
    "id": 123,
    "text": "When all else seems to fail, smile for today and just love someone."
  },
  {
    "id": 124,
    "text": "Patience is a virtue, unless it's against a brick wall."
  },
  {
    "id": 125,
    "text": "When you look down, all you see is dirt, so keep looking up."
  },
  {
    "id": 126,
    "text": "If you are afraid to shake the dice, you will never throw a six."
  },
  {
    "id": 127,
    "text": "Even if the person who appears most wrong, is also quite often right."
  },
  {
    "id": 128,
    "text": "A single conversation with a wise man is better than ten years of study."
  },
  {
    "id": 129,
    "text": "Happiness is often a rebound from hard work."
  },
  {
    "id": 130,
    "text": "The world may be your oyster, but that doesn't mean you'll get its pearl."
  },
  {
    "id": 131,
    "text": "Your life will be filled with magical moments."
  },
  {
    "id": 132,
    "text": "Your true love will show himself to you under the moonlight."
  },
  {
    "id": 133,
    "text": "Do not follow where the path may lead. Go where there is no path, and leave a trail."
  },
  {
    "id": 134,
    "text": "Do not fear what you don't know."
  },
  {
    "id": 135,
    "text": "The object of your desire comes closer."
  },
  {
    "id": 136,
    "text": "You have a flair for adding a fanciful dimension to any story."
  },
  {
    "id": 137,
    "text": "If you wish to know the mind of a man, listen to his words."
  },
  {
    "id": 138,
    "text": "The most useless energy is trying to change what and who God so carefully created."
  },
  {
    "id": 139,
    "text": "Do not be covered in sadness or be fooled in happiness. They must both coexist."
  },
  {
    "id": 140,
    "text": "You will have unexpected great good luck."
  },
  {
    "id": 141,
    "text": "You will have a pleasant surprise."
  },
  {
    "id": 142,
    "text": "All progress occurs because people dare to be different."
  },
  {
    "id": 143,
    "text": "Your ability for accomplishment will be followed by success."
  },
  {
    "id": 144,
    "text": "The world is always ready to receive talent with open arms."
  },
  {
    "id": 145,
    "text": "Things may come to those who wait, but only the things left by those who hustle."
  },
  {
    "id": 146,
    "text": "We can't help everyone. But everyone can help someone."
  },
  {
    "id": 147,
    "text": "Every day is a new day. But tomorrow is never promised."
  },
  {
    "id": 148,
    "text": "Express yourself - don't hold back!"
  },
  {
    "id": 149,
    "text": "It is not necessary to show others you have changed; the change will be obvious."
  },
  {
    "id": 150,
    "text": "You have a deep appreciation of the arts and music."
  },
  {
    "id": 151,
    "text": "If your desires are not extravagant, they will be rewarded."
  },
  {
    "id": 152,
    "text": "You try hard, always to win."
  },
  {
    "id": 153,
    "text": "Never give up on someone that you don't go a day without thinking about."
  },
  {
    "id": 154,
    "text": "It never pays to kick a skunk."
  },
  {
    "id": 155,
    "text": "In case of fire, keep calm, pay bill and run."
  },
  {
    "id": 156,
    "text": "Next full moon brings an enchanting evening."
  },
  {
    "id": 158,
    "text": "Impossible is a word only to be found in the dictionary of fools."
  },
  {
    "id": 159,
    "text": "You will soon witness a miracle."
  },
  {
    "id": 160,
    "text": "The time is always right to do what is right."
  },
  {
    "id": 161,
    "text": "Love is as necessary to human beings as food and shelter."
  },
  {
    "id": 162,
    "text": "You will make heads turn."
  },
  {
    "id": 163,
    "text": "You are extremely loved. Don't worry."
  },
  {
    "id": 164,
    "text": "If you are never patient, you will never get anything done. If you believe you can do it, you will be rewarded with success."
  },
  {
    "id": 165,
    "text": "You will soon embark on a business venture."
  },
  {
    "id": 166,
    "text": "You believe in the goodness of mankind."
  },
  {
    "id": 167,
    "text": "You will have a long and wealthy life."
  },
  {
    "id": 168,
    "text": "You will take a pleasant journey to a place far away."
  },
  {
    "id": 169,
    "text": "You are a person of culture."
  },
  {
    "id": 170,
    "text": "Keep it simple. The more you say, the less people remember."
  },
  {
    "id": 171,
    "text": "Life is like a dogsled team. If you ain't the lead dog, the scenery never changes."
  },
  {
    "id": 172,
    "text": "Prosperity makes friends and adversity tries them."
  },
  {
    "id": 173,
    "text": "Nothing seems impossible to you."
  },
  {
    "id": 174,
    "text": "Patience is bitter, but its fruit is sweet."
  },
  {
    "id": 175,
    "text": "The only certainty is that nothing is certain."
  },
  {
    "id": 176,
    "text": "Success is the sum of my unique visions realized by the sweat of perseverance."
  },
  {
    "id": 177,
    "text": "When you expect your opponent to yield, you also should avoid hurting him."
  },
  {
    "id": 178,
    "text": "Human evolution: \"wider freeway\" but narrower viewpoints."
  },
  {
    "id": 179,
    "text": "Intelligence is the door to freedom and alert attention is the mother of intelligence."
  },
  {
    "id": 180,
    "text": "Back away from individuals who are impulsive."
  },
  {
    "id": 181,
    "text": "Enjoyed the meal? Buy one to go too."
  },
  {
    "id": 182,
    "text": "You believe in the goodness of mankind."
  },
  {
    "id": 183,
    "text": "A big fortune will descend upon you this year."
  },
  {
    "id": 184,
    "text": "Now these three remain, faith, hope, and love. The greatest of these is love."
  },
  {
    "id": 185,
    "text": "For success today look first to yourself."
  },
  {
    "id": 186,
    "text": "Determination is the wake-up call to the human will."
  },
  {
    "id": 187,
    "text": "There are no limitations to the mind except those we acknowledge."
  },
  {
    "id": 188,
    "text": "A merry heart does good like a medicine."
  },
  {
    "id": 189,
    "text": "Whenever possible, keep it simple."
  },
  {
    "id": 190,
    "text": "Your dearest wish will come true."
  },
  {
    "id": 191,
    "text": "Poverty is no disgrace."
  },
  {
    "id": 192,
    "text": "If you don’t do it excellently, don’t do it at all."
  },
  {
    "id": 193,
    "text": "You have an unusual equipment for success, use it properly."
  },
  {
    "id": 194,
    "text": "Emotion is energy in motion."
  },
  {
    "id": 195,
    "text": "You will soon be honored by someone you respect."
  },
  {
    "id": 196,
    "text": "Punctuality is the politeness of kings and the duty of gentle people everywhere."
  },
  {
    "id": 197,
    "text": "Your happiness is intertwined with your outlook on life."
  },
  {
    "id": 198,
    "text": "Elegant surroundings will soon be yours."
  },
  {
    "id": 199,
    "text": "If you feel you are right, stand firmly by your convictions."
  },
  {
    "id": 200,
    "text": "Your smile brings happiness to everyone you meet."
  },
  {
    "id": 201,
    "text": "Instead of worrying and agonizing, move ahead constructively."
  },
  {
    "id": 202,
    "text": "Do you believe? Endurance and persistence will be rewarded."
  },
  {
    "id": 203,
    "text": "A new business venture is on the horizon."
  },
  {
    "id": 204,
    "text": "Never underestimate the power of the human touch."
  },
  {
    "id": 205,
    "text": "Hold on to the past but eventually, let the times go and keep the memories into the present."
  },
  {
    "id": 206,
    "text": "Truth is an unpopular subject. Because it is unquestionably correct."
  },
  {
    "id": 207,
    "text": "The most important thing in communication is to hear what isn’t being said."
  },
  {
    "id": 208,
    "text": "You are broad minded and socially active."
  },
  {
    "id": 209,
    "text": "Your dearest dream is coming true. God looks after you especially."
  },
  {
    "id": 210,
    "text": "You will receive some high prize or award."
  },
  {
    "id": 211,
    "text": "Your present question marks are going to succeed."
  },
  {
    "id": 212,
    "text": "You have a fine capacity for the enjoyment of life."
  },
  {
    "id": 213,
    "text": "You will live long and enjoy life."
  },
  {
    "id": 214,
    "text": "An admirer is concealing his/her affection for you."
  },
  {
    "id": 215,
    "text": "A wish is what makes life happen when you dream of rose petals."
  },
  {
    "id": 216,
    "text": "Love can turn cottage into a golden palace."
  },
  {
    "id": 217,
    "text": "Lend your money and lose your friend."
  },
  {
    "id": 218,
    "text": "You will kiss your crush soon."
  },
  {
    "id": 219,
    "text": "You will be rewarded for being a good listener in the next week."
  },
  {
    "id": 220,
    "text": "If you never give up on love, It will never give up on you."
  },
  {
    "id": 221,
    "text": "Unleash your life force."
  },
  {
    "id": 222,
    "text": "Your wish will come true."
  },
  {
    "id": 223,
    "text": "There is a prospect of a thrilling time ahead for you."
  },
  {
    "id": 224,
    "text": "No distance is too far, if two hearts are tied together."
  },
  {
    "id": 225,
    "text": "Land is always in the mind of the flying birds."
  },
  {
    "id": 226,
    "text": "Try? No! Do or do not, there is no try."
  },
  {
    "id": 227,
    "text": "Do not worry, you will have great peace."
  },
  {
    "id": 228,
    "text": "It's about time you asked that special someone on a date."
  },
  {
    "id": 229,
    "text": "You create your own stage, the audience is waiting."
  },
  {
    "id": 230,
    "text": "It is never too late. Just as it is never too early."
  },
  {
    "id": 231,
    "text": "Discover the power within yourself."
  },
  {
    "id": 232,
    "text": "Good things take time."
  },
  {
    "id": 233,
    "text": "Stop thinking about the road not taken and pave over the one you did."
  },
  {
    "id": 234,
    "text": "Put your unhappiness aside. Life is beautiful, be happy."
  },
  {
    "id": 235,
    "text": "You can still love what you can not have in life."
  },
  {
    "id": 236,
    "text": "Make a wise choice everyday."
  },
  {
    "id": 237,
    "text": "Circumstance does not make the man; it reveals him to himself."
  },
  {
    "id": 238,
    "text": "The man who waits till tomorrow, misses the opportunities of today."
  },
  {
    "id": 239,
    "text": "Life does not get better by chance. It gets better by change."
  },
  {
    "id": 240,
    "text": "If you never expect anything you can never be disappointed."
  },
  {
    "id": 241,
    "text": "People in your surroundings will be more cooperative than usual."
  },
  {
    "id": 242,
    "text": "True wisdom is found in happiness."
  },
  {
    "id": 243,
    "text": "One always regrets what could have been. Remember for the next time."
  },
  {
    "id": 244,
    "text": "Follow your bliss and the universe will open doors where there were once only walls."
  },
  {
    "id": 245,
    "text": "Find a peaceful place where you can make plans for the future."
  },
  {
    "id": 246,
    "text": "All the water in the world can't sink a ship unless it gets inside."
  },
  {
    "id": 247,
    "text": "The Earth is a school - learn in it."
  },
  {
    "id": 248,
    "text": "In music, one must think with his heart and feel with his brain."
  },
  {
    "id": 249,
    "text": "If you speak honestly, everyone will listen."
  },
  {
    "id": 250,
    "text": "Generosity will repay itself sooner than you imagine."
  },
  {
    "id": 251,
    "text": "Good things take time."
  },
  {
    "id": 252,
    "text": "Do what is right, not what you should."
  },
  {
    "id": 253,
    "text": "To effect the quality of the day is no small achievement."
  },
  {
    "id": 254,
    "text": "Simplicity and clarity should be the theme in your dress."
  },
  {
    "id": 255,
    "text": "Virtuous find joy while Wrongdoers find grieve in their actions."
  },
  {
    "id": 256,
    "text": "Not all closed eye is sleeping, nor open eye is seeing."
  },
  {
    "id": 257,
    "text": "Bread today is better than cake tomorrow."
  },
  {
    "id": 258,
    "text": "In everything there is a piece of truth. Just a piece."
  },
  {
    "id": 259,
    "text": "A feeling is an idea with roots."
  },
  {
    "id": 260,
    "text": "Man is born to live and not prepare to live."
  },
  {
    "id": 261,
    "text": "It's all right to have butterflies in your stomach. Just get them to fly in formation."
  },
  {
    "id": 262,
    "text": "If you don't give something, you will not get anything."
  },
  {
    "id": 263,
    "text": "The harder you try to not be like your parents, the more likely you will become just like them."
  },
  {
    "id": 264,
    "text": "Someday everything will all make perfect sense."
  },
  {
    "id": 265,
    "text": "You will think for yourself when you stop letting others think for you."
  },
  {
    "id": 266,
    "text": "Everything will be OK. Don't obsess. Time will prove you right, you must stay where you are."
  },
  {
    "id": 267,
    "text": "Let's finish this up now, someone is waiting for you on that."
  },
  {
    "id": 268,
    "text": "The finest men like the finest steels have been tempered in the hottest furnace."
  },
  {
    "id": 269,
    "text": "A dream you have will come true."
  },
  {
    "id": 270,
    "text": "The worst of friends may become the best of enemies, but you will always find yourself hanging on."
  },
  {
    "id": 271,
    "text": "I think, you ate your fortune while you were eating your cookie."
  },
  {
    "id": 272,
    "text": "If you love someone, keep fighting for them."
  },
  {
    "id": 273,
    "text": "Do what you want, when you want, and you will be rewarded."
  },
  {
    "id": 274,
    "text": "Let your fantasies unwind."
  },
  {
    "id": 275,
    "text": "The cooler you think you are the dumber you look."
  },
  {
    "id": 276,
    "text": "Expect great things and great things will come."
  },
  {
    "id": 277,
    "text": "The Wheel of Good Fortune is finally turning in your direction!"
  },
  {
    "id": 278,
    "text": "Don't lead if you won't lead."
  },
  {
    "id": 279,
    "text": "You will always be successful in your professional career."
  },
  {
    "id": 280,
    "text": "Share your happiness with others today."
  },
  {
    "id": 281,
    "text": "It's up to you to clarify."
  },
  {
    "id": 282,
    "text": "Your future will be happy and productive."
  },
  {
    "id": 283,
    "text": "Seize every second of your life and savor it."
  },
  {
    "id": 284,
    "text": "Those who walk in other's tracks leave no footprints."
  },
  {
    "id": 285,
    "text": "Failure is the mother of all success."
  },
  {
    "id": 286,
    "text": "Difficulty at the beginning usually means ease at the end."
  },
  {
    "id": 287,
    "text": "Do not seek so much to find the answer as much as to understand the question better."
  },
  {
    "id": 288,
    "text": "Your way of doing what other people do their way is what makes you special."
  },
  {
    "id": 289,
    "text": "A beautiful, smart, and loving person will be coming into your life."
  },
  {
    "id": 290,
    "text": "Friendship is an ocean that you cannot see the bottom of."
  },
  {
    "id": 291,
    "text": "Your life does not get better by chance, it gets better by change."
  },
  {
    "id": 292,
    "text": "Our duty is to proceed as if the limits to our ability did not exist."
  },
  {
    "id": 293,
    "text": "A pleasant experience is ahead. Don't pass it by."
  },
  {
    "id": 294,
    "text": "Our perception and attitude toward any situation will determine the outcome."
  },
  {
    "id": 295,
    "text": "They say you are stubborn; you call it persistence."
  },
  {
    "id": 296,
    "text": "Two small jumps are sometimes better than one big leap."
  },
  {
    "id": 297,
    "text": "A new wardrobe brings great joy and change to your life."
  },
  {
    "id": 298,
    "text": "The cure for grief is motion."
  },
  {
    "id": 299,
    "text": "It's a good thing that life is not as serious as it seems to the waiter."
  },
  {
    "id": 300,
    "text": "I hear and I forget. I see and I remember. I do and I understand."
  },
  {
    "id": 301,
    "text": "I have a dream. Time to go to bed."
  },
  {
    "id": 302,
    "text": "Ideas you believe are absurd ultimately lead to success!"
  },
  {
    "id": 303,
    "text": "A human being is a deciding being."
  },
  {
    "id": 304,
    "text": "Today is an ideal time to water your personal garden."
  },
  {
    "id": 305,
    "text": "Some men dream of fortunes, others dream of cookies."
  },
  {
    "id": 306,
    "text": "Things are never quite the way they seem."
  },
  {
    "id": 307,
    "text": "The project on your mind will soon gain momentum."
  },
  {
    "id": 308,
    "text": "Your failures will lead you to your success."
  },
  {
    "id": 309,
    "text": "In order to get the rainbow, you must endure the rain."
  },
  {
    "id": 310,
    "text": "Beauty is simply beauty. Originality is magical."
  },
  {
    "id": 311,
    "text": "Your dream will come true when you least expect it."
  },
  {
    "id": 312,
    "text": "Let not your hand be stretched out to receive and shut when you should repay."
  },
  {
    "id": 313,
    "text": "Don't worry, half of the people are below average."
  },
  {
    "id": 314,
    "text": "Vision is the art of seeing what is invisible to others."
  },
  {
    "id": 315,
    "text": "You don't need talent to gain experience."
  },
  {
    "id": 316,
    "text": "A focused mind is one of the most powerful forces in the universe."
  },
  {
    "id": 317,
    "text": "Today you shed your last tear. Tomorrow fortune knocks at your door."
  },
  {
    "id": 318,
    "text": "Be patient! The Great Wall wasn't built in a day."
  },
  {
    "id": 319,
    "text": "Think you can. Think you can't. Either way, you'll be right."
  },
  {
    "id": 320,
    "text": "Wisdom is on her way to you."
  },
  {
    "id": 321,
    "text": "Digital circuits are made from analog parts."
  },
  {
    "id": 322,
    "text": "If you eat a box of fortune cookies, anything is possible."
  },
  {
    "id": 323,
    "text": "The best is yet to come."
  },
  {
    "id": 324,
    "text": "I'm with you."
  },
  {
    "id": 325,
    "text": "You will enjoy razor-sharp spiritual vision today.",
    "notes": "From http://www.fortunecookiemessage.com/"
  },
  {
    "id": 326,
    "text": "A single kind word will keep one warm for years."
  },
  {
    "id": 327,
    "text": "Ask a friend to join you on your next voyage."
  },
  {
    "id": 328,
    "text": "In God we trust."
  },
  {
    "id": 329,
    "text": "Love is free. Lust will cost you everything you have."
  },
  {
    "id": 330,
    "text": "Stop searching forever, happiness is just next to you."
  },
  {
    "id": 331,
    "text": "You don't need the answers to all of life's questions. Just ask your father what to do."
  },
  {
    "id": 332,
    "text": "Jealousy is a useless emotion."
  },
  {
    "id": 333,
    "text": "You are not a ghost."
  },
  {
    "id": 334,
    "text": "There is someone rather annoying in your life that you need to listen to."
  },
  {
    "id": 335,
    "text": "You will plant the smallest seed and it will become the greatest and most mighty tree in the world."
  },
  {
    "id": 336,
    "text": "The dream you've been dreaming all your life isn't worth it. Find a new dream, and once you're sure you've found it, fight for it."
  },
  {
    "id": 337,
    "text": "See if you can learn anything from the children."
  },
  {
    "id": 338,
    "text": "It's never too late for good things to happen!"
  },
  {
    "id": 339,
    "text": "A clear conscience is usually the sign of a bad memory."
  },
  {
    "id": 340,
    "text": "Aim high, time flies."
  },
  {
    "id": 341,
    "text": "One is not sleeping, does not mean they are awake."
  },
  {
    "id": 342,
    "text": "A great pleasure in life is doing what others say you can't."
  },
  {
    "id": 343,
    "text": "Isn't there something else you should be working on right now?"
  },
  {
    "id": 344,
    "text": "Your guardian spirit is always with you. Remember that.",
    "notes": "Edited from: \"Your father still loves and is in always with you. Remember that.\""
  },
  {
    "id": 345,
    "text": "Before you can be reborn you must die."
  },
  {
    "id": 346,
    "text": "It is better to be the hammer than the nail."
  },
  {
    "id": 347,
    "text": "You are admired by everyone for your talent and ability."
  },
  {
    "id": 348,
    "text": "Save the whales. Collect the whole set."
  },
  {
    "id": 349,
    "text": "You will soon discover a major truth about the one you love most."
  },
  {
    "id": 350,
    "text": "Your life will prosper only if you acknowledge your faults and work to reduce them."
  },
  {
    "id": 351,
    "text": "Pray to God, but row towards shore."
  },
  {
    "id": 352,
    "text": "You will soon witness a miracle."
  },
  {
    "id": 353,
    "text": "Help, I'm being held prisoner in a Chinese cookie factory."
  },
  {
    "id": 354,
    "text": "Alas! The onion you are eating is someone else’s water lily."
  },
  {
    "id": 355,
    "text": "You are a person with a good sense of justice, now it's time to act like it."
  },
  {
    "id": 356,
    "text": "You create enthusiasm around you."
  },
  {
    "id": 357,
    "text": "There are big changes ahead for you. They will be good ones!"
  },
  {
    "id": 358,
    "text": "You will have many happy days soon."
  },
  {
    "id": 359,
    "text": "Out of confusion comes new patterns."
  },
  {
    "id": 360,
    "text": "If you love someone enough and they break your heart, you can't stop yourself from still loving them again even after all that pain."
  },
  {
    "id": 361,
    "text": "Look right. Now look left. Now look forward, do this really fast. Do you feel any different? You should feel dizzy."
  },
  {
    "id": 362,
    "text": "Live like you are on the bottom, even if you are on the top."
  },
  {
    "id": 363,
    "text": "You will soon emerge victorious from the maze you've been traveling in."
  },
  {
    "id": 364,
    "text": "Do not judge a book by its color."
  },
  {
    "id": 365,
    "text": "Everything will come your way."
  },
  {
    "id": 366,
    "text": "There is a time to be practical now."
  },
  {
    "id": 367,
    "text": "Bend the rod while it is still hot."
  },
  {
    "id": 368,
    "text": "Darkness is only successful when there is no light. Don't forget about light!"
  },
  {
    "id": 369,
    "text": "Acting is not lying. It is finding someone hiding inside you and letting that person run free."
  },
  {
    "id": 370,
    "text": "You will be forced to face fear, but if you do not run, fear will be afraid of you."
  },
  {
    "id": 371,
    "text": "You are thinking about doing something. Don't do it, it won't help anything."
  },
  {
    "id": 372,
    "text": "Your worst enemy has a crush on you!"
  },
  {
    "id": 373,
    "text": "Love conquers all."
  },
  {
    "id": 374,
    "text": "The phrase is follow your dreams. Not dream period."
  },
  {
    "id": 375,
    "text": "Stop nagging to your partner and take it day by day."
  },
  {
    "id": 376,
    "text": "Don't think that me or my brothers have supreme control over what will happen to you."
  },
  {
    "id": 377,
    "text": "An old friend will cross your path this week. They will prove to be a valuable friend in the following times."
  },
  {
    "id": 378,
    "text": "Remember the fate of the early Worm."
  },
  {
    "id": 379,
    "text": "Begin your life anew with strength, grace and wonder."
  },
  {
    "id": 380,
    "text": "Be a good friend and a fair enemy."
  },
  {
    "id": 381,
    "text": "What goes around comes around."
  },
  {
    "id": 382,
    "text": "An old friend will cross your path this week. Expect an argument."
  },
  {
    "id": 383,
    "text": "The best prophet of the future is the past."
  },
  {
    "id": 384,
    "text": "Movies have pause buttons, friends do not."
  },
  {
    "id": 385,
    "text": "Use the force."
  },
  {
    "id": 386,
    "text": "Trust your intuition."
  },
  {
    "id": 387,
    "text": "Encourage your peers."
  },
  {
    "id": 388,
    "text": "Let your imagination wander."
  },
  {
    "id": 389,
    "text": "Your pain is the breaking of the shell that encloses your understanding."
  },
  {
    "id": 390,
    "text": "Patience is key, a wait short or long will have its reward."
  },
  {
    "id": 391,
    "text": "Tell them before it's too late."
  },
  {
    "id": 392,
    "text": "A bird in the hand is worth three in the bush!"
  },
  {
    "id": 393,
    "text": "Be assertive when decisive action is needed."
  },
  {
    "id": 394,
    "text": "To determine whether someone is beautiful is not by looking at his/her appearance, but his/her heart."
  },
  {
    "id": 395,
    "text": "Hope brings about a better future."
  },
  {
    "id": 396,
    "text": "While you have this day, fill it with life. While you're in this moment, give it your own special meaning and purpose and joy."
  },
  {
    "id": 397,
    "text": "Even though it will often be difficult and complicated, you know you have what it takes to get it done."
  },
  {
    "id": 398,
    "text": "You can choose, right now and in every moment, to put your powerful and effective abilities to purposeful use. There is always something you can do, no matter what the situation may be, that will move your life forward."
  },
  {
    "id": 399,
    "text": "It is not good to be a user; blessings come from being a giver, not a taker."
  },
  {
    "id": 400,
    "text": "You crack me up."
  },
  {
    "id": 401,
    "text": "You will prosper in the field of wacky inventions."
  },
  {
    "id": 402,
    "text": "Your tongue is your ambassador."
  },
  {
    "id": 403,
    "text": "The cure for grief is movement."
  },
  {
    "id": 404,
    "text": "Love is at your hands, be glad and hold on to it."
  },
  {
    "id": 405,
    "text": "You are often asked if it is in yet."
  },
  {
    "id": 406,
    "text": "Life to you is a bold and dashing responsibility."
  },
  {
    "id": 407,
    "text": "Patience is a key to joy."
  },
  {
    "id": 408,
    "text": "A bargain is something you don't need at a price you can't resist."
  },
  {
    "id": 409,
    "text": "Today is going to be a disastrous day, be prepared!"
  },
  {
    "id": 410,
    "text": "Stay to your inner-self, you will benefit in many ways."
  },
  {
    "id": 411,
    "text": "Rarely do great beauty and great virtue dwell together as they do in you."
  },
  {
    "id": 412,
    "text": "You are talented in many ways."
  },
  {
    "id": 413,
    "text": "You are the master of every situation."
  },
  {
    "id": 414,
    "text": "Your problem just got bigger. Think, what have you done."
  },
  {
    "id": 415,
    "text": "If your cookie is still in one piece, buy a lottery ticket."
  },
  {
    "id": 416,
    "text": "Going with the flow will make your transition ever so much easier."
  },
  {
    "id": 417,
    "text": "Tomorrow morning, take a left turn as soon as you leave home."
  },
  {
    "id": 418,
    "text": "A metaphor could save your life."
  },
  {
    "id": 419,
    "text": "Don't wait for your ship to come in, swim out to it."
  },
  {
    "id": 420,
    "text": "There are lessons to be learned by listening to others."
  },
  {
    "id": 421,
    "text": "If you want the rainbow, you have to tolerate the rain."
  },
  {
    "id": 422,
    "text": "Volition, Strength, Languages, Freedom and Power rests in you."
  },
  {
    "id": 423,
    "text": "Too many people volunteer to carry the stool when it's time to move the piano."
  },
  {
    "id": 424,
    "text": "It takes more than a good memory to have good memories."
  },
  {
    "id": 425,
    "text": "You are what you are; understand yourself before you react."
  },
  {
    "id": 426,
    "text": "Word to the wise: Don't play leapfrog with a unicorn."
  },
  {
    "id": 427,
    "text": "Forgive your enemies, but never forget them."
  },
  {
    "id": 428,
    "text": "Everything will now come your way."
  },
  {
    "id": 429,
    "text": "Don't worry about the stock market. Invest in family."
  },
  {
    "id": 430,
    "text": "Your fortune is as sweet as a cookie."
  },
  {
    "id": 431,
    "text": "It is much easier to look for the bad, than it is to find the good."
  },
  {
    "id": 432,
    "text": "If a person who has caused you pain and suffering has brought you strength, reconsider that person's value in your life."
  },
  {
    "id": 433,
    "text": "You are worth loving, you are also worth the effort it takes to love you."
  },
  {
    "id": 434,
    "text": "Never trouble trouble till trouble troubles you."
  },
  {
    "id": 435,
    "text": "Get off to a new start - come out of your shell."
  },
  {
    "id": 436,
    "text": "Life is a dancefloor, and you are the DJ!"
  },
  {
    "id": 437,
    "text": "Cooperate with those who have both know how and integrity."
  },
  {
    "id": 438,
    "text": "Minor aches today are likely to pay off handsomely tomorrow."
  },
  {
    "id": 439,
    "text": "You are about to become $8.95 poorer. ($6.95 if you had the buffet)"
  },
  {
    "id": 440,
    "text": "Your mouth may be moving, but nobody is listening."
  },
  {
    "id": 441,
    "text": "Focus in on the color yellow tomorrow for good luck!"
  },
  {
    "id": 442,
    "text": "The problem with resisting temptation is that it may never come again."
  },
  {
    "id": 443,
    "text": "All your sorrows will vanish."
  },
  {
    "id": 444,
    "text": "About time I got out of that cookie."
  },
  {
    "id": 445,
    "text": "Love will lead the way."
  },
  {
    "id": 447,
    "text": "It is best to act with confidence, no matter how little right you have to it."
  },
  {
    "id": 448,
    "text": "Soon, a visitor shall delight you."
  },
  {
    "id": 449,
    "text": "What breaks in a moment may take years to mend."
  },
  {
    "id": 450,
    "text": "Someone stole your fortune and replaced it with this one. Have a good day!"
  },
  {
    "id": 451,
    "text": "Take control of your life rather than letting things happen just like that!"
  },
  {
    "id": 452,
    "text": "You will be rewarded for your patience and understanding."
  },
  {
    "id": 453,
    "text": "You will achieve all your desires and pleasures."
  },
  {
    "id": 454,
    "text": "Never miss a chance to keep your mouth shut."
  },
  {
    "id": 455,
    "text": "Nothing Shows A Man's Character More Than What He Laughs At."
  },
  {
    "id": 456,
    "text": "Never regret anything that made you smile."
  },
  {
    "id": 457,
    "text": "Love takes practice."
  },
  {
    "id": 458,
    "text": "Don't take yourself so seriously, no one else does."
  },
  {
    "id": 459,
    "text": "You've got what it takes, but it will take everything you've got!"
  },
  {
    "id": 460,
    "text": "At this very moment you can change the rest of your life."
  },
  {
    "id": 461,
    "text": "Become who you are."
  },
  {
    "id": 462,
    "text": "All comes at the proper time to him who knows how to wait."
  },
  {
    "id": 463,
    "text": "The energy is within you. Money is coming!"
  },
  {
    "id": 464,
    "text": "The quotes that you do not understand, are not meant for you."
  },
  {
    "id": 465,
    "text": "You have an important new business development shaping up."
  },
  {
    "id": 466,
    "text": "If you love someone a lot, let them know before it's too late!"
  },
  {
    "id": 467,
    "text": "Birds are entangled by their feet and men by their tongues."
  },
  {
    "id": 468,
    "text": "Benefit by doing things that others give up on."
  },
  {
    "id": 469,
    "text": "Rest has a peaceful effect on your physical and emotional health."
  },
  {
    "id": 470,
    "text": "One of the best ways to persuade others is with your ears--by listening to them."
  },
  {
    "id": 471,
    "text": "Plan your work and work your plan."
  },
  {
    "id": 472,
    "text": "Over self-confidence is equal to being blind."
  },
  {
    "id": 473,
    "text": "Those who bring sunshine to the lives of others cannot keep it from themselves."
  },
  {
    "id": 474,
    "text": "Love or money, or neither?"
  },
  {
    "id": 475,
    "text": "Before the beginning of great brilliance, there must be chaos."
  },
  {
    "id": 476,
    "text": "Old friends make best friends."
  },
  {
    "id": 477,
    "text": "Stop searching forever. Happiness is just next to you."
  },
  {
    "id": 478,
    "text": "Accept something that you cannot change, and you will feel better."
  },
  {
    "id": 479,
    "text": "Kiss is not a kiss without the heart."
  },
  {
    "id": 480,
    "text": "Enhance your karma by engaging in various charitable activities."
  },
  {
    "id": 481,
    "text": "You will have good luck and overcome many hardships."
  },
  {
    "id": 482,
    "text": "You never hesitate to tackle the most difficult problems."
  },
  {
    "id": 483,
    "text": "Hope is like food. You will starve without it."
  },
  {
    "id": 484,
    "text": "When fire and water go to war, water always wins."
  },
  {
    "id": 485,
    "text": "An angry man opens his mouth and shuts up his eyes."
  },
  {
    "id": 486,
    "text": "Make the system work for you, not the other way around."
  },
  {
    "id": 487,
    "text": "You will be hungry soon, order takeout now."
  },
  {
    "id": 488,
    "text": "Be prepared for extra energy."
  },
  {
    "id": 489,
    "text": "An unexpected relationship will become permanent."
  },
  {
    "id": 490,
    "text": "The love of your life is sitting across from you."
  },
  {
    "id": 491,
    "text": "Better be the head of a chicken than the tail of an ox."
  },
  {
    "id": 492,
    "text": "To forgive others one more time is to create one more blessing for yourself."
  },
  {
    "id": 493,
    "text": "Enjoy yourself while you can."
  },
  {
    "id": 494,
    "text": "The ultimate test of a relationship is to disagree but to hold hands."
  },
  {
    "id": 495,
    "text": "Excellence is the difference between what I do and what I am capable of."
  },
  {
    "id": 496,
    "text": "Do not let what you do not have prevent you from using what you do have."
  },
  {
    "id": 497,
    "text": "What ends on hope does not end at all."
  },
  {
    "id": 498,
    "text": "People enjoy having you around. Appreciate this."
  },
  {
    "id": 499,
    "text": "You are admired for your adventurous ways."
  },
  {
    "id": 500,
    "text": "It's never crowded along the \"extra mile\"."
  },
  {
    "id": 501,
    "text": "You are blessed, today is the day to bless others."
  },
  {
    "id": 502,
    "text": "The Greatest War Sometimes Isn't On The Battlefield But Against Oneself."
  },
  {
    "id": 503,
    "text": "People in your background will be more co-operative than usual."
  },
  {
    "id": 504,
    "text": "A good way to stay healthy is to eat more Chinese food."
  },
  {
    "id": 505,
    "text": "Anyone who dares to be, can never be weak."
  },
  {
    "id": 506,
    "text": "Affirm it, visualize it, believe it, and it will realize itself."
  },
  {
    "id": 507,
    "text": "The measure of time to your next goal is the measure of your discipline."
  },
  {
    "id": 508,
    "text": "Help! I'm a prisoner in a Chinese bakery!"
  },
  {
    "id": 509,
    "text": "Take a minute and let it ride, then take a minute to let it breeze."
  },
  {
    "id": 510,
    "text": "We are here to love each other, serve each other and uplift each other."
  },
  {
    "id": 511,
    "text": "If everybody is a worm you should be a glow worm."
  },
  {
    "id": 512,
    "text": "To affirm is to make firm."
  },
  {
    "id": 513,
    "text": "Remember this: duct tape can fix anything, so don't worry about messing things up."
  },
  {
    "id": 514,
    "text": "You broke my cookie!"
  },
  {
    "id": 515,
    "text": "Failure is not defeat until you stop trying."
  },
  {
    "id": 516,
    "text": "The days that make us happy make us wise."
  },
  {
    "id": 517,
    "text": "Men do not fail. They give up trying."
  },
  {
    "id": 518,
    "text": "Time may fly by. But Memories don't."
  },
  {
    "id": 519,
    "text": "You will win success in whatever you adopt."
  },
  {
    "id": 520,
    "text": "You will outdistance all your competitors."
  },
  {
    "id": 521,
    "text": "You have a great capability to break cookies - use it wisely!"
  },
  {
    "id": 522,
    "text": "At times it is better to know when exit than enter."
  },
  {
    "id": 523,
    "text": "Money will come to you when you are doing the right thing."
  },
  {
    "id": 524,
    "text": "When you get something for nothing, you just haven't been billed for it yet."
  },
  {
    "id": 525,
    "text": "You will discover your hidden talents."
  },
  {
    "id": 526,
    "text": "You'll advance far with your abilities."
  },
  {
    "id": 527,
    "text": "When you can't naturally feel upbeat it can sometimes help you to act as if you did."
  },
  {
    "id": 528,
    "text": "You will overcome difficult times."
  },
  {
    "id": 529,
    "text": "Your problem just became your stepping stone. Catch the moment."
  },
  {
    "id": 530,
    "text": "I am a fortune. You just broke my little house. Where will I live now?"
  },
  {
    "id": 531,
    "text": "The majority of the word \"can't\" is can."
  },
  {
    "id": 532,
    "text": "The secret of getting ahead is getting started."
  },
  {
    "id": 533,
    "text": "Be most affectionate today."
  },
  {
    "id": 534,
    "text": "Change your thoughts and you change the world."
  },
  {
    "id": 535,
    "text": "Sing and rejoice, fortune is smiling on you."
  },
  {
    "id": 536,
    "text": "All the preparation you've done will finally be paying off!"
  },
  {
    "id": 537,
    "text": "A truly great person never puts away the simplicity of a child."
  },
  {
    "id": 538,
    "text": "Customer service is like taking a bath - you have to keep doing it."
  },
  {
    "id": 539,
    "text": "The expanse of your intelligence is a void no universe could ever fill."
  },
  {
    "id": 540,
    "text": "Those grapes you cannot taste are always sour."
  },
  {
    "id": 541,
    "text": "An unexpected acquaintance will resurface."
  },
  {
    "id": 542,
    "text": "If you want the rainbow, then you have to tolerate the rain."
  },
  {
    "id": 543,
    "text": "You don't get harmony when everyone sings the same note."
  },
  {
    "id": 544,
    "text": "The race is not always to the swift, but to those who keep on running."
  },
  {
    "id": 545,
    "text": "The early bird gets the worm, but the second mouse gets the cheese."
  },
  {
    "id": 546,
    "text": "The best things in life aren't things."
  },
  {
    "id": 547,
    "text": "Don't bother looking for a fault. The reward for finding it is low."
  },
  {
    "id": 548,
    "text": "Everything has beauty but not everyone sees it."
  },
  {
    "id": 549,
    "text": "Nothing is as good or bad as it appears."
  },
  {
    "id": 550,
    "text": "Never cut what you can untie."
  },
  {
    "id": 551,
    "text": "Meet your opponent half way. You need the exercise."
  },
  {
    "id": 552,
    "text": "Laughter is the shortest distance between two people."
  },
  {
    "id": 553,
    "text": "We cannot change the direction of the wind, but we can adjust our sails."
  },
  {
    "id": 554,
    "text": "We could learn a lot from crayons: Some are sharp, some are pretty, some have weird names, and all are different colors. But they all have to learn to live in the same box."
  },
  {
    "id": 555,
    "text": "Use your instincts now."
  },
  {
    "id": 556,
    "text": "If you take a single step to your journey, you'll succeed."
  },
  {
    "id": 557,
    "text": "In the eyes of lovers, everything is beautiful."
  },
  {
    "id": 558,
    "text": "Warning, do not eat your fortune."
  },
  {
    "id": 559,
    "text": "Demonstrate refinement in everything you do."
  },
  {
    "id": 560,
    "text": "Impossible standards just make life difficult."
  },
  {
    "id": 561,
    "text": "A different world cannot be built by indifferent people."
  },
  {
    "id": 562,
    "text": "Q. What is H2O? A. Caring, 2 parts Hug and 1 part Open-mind."
  },
  {
    "id": 563,
    "text": "All troubles you have can pass away very quickly."
  },
  {
    "id": 564,
    "text": "Integrity is the essence of everything successful."
  },
  {
    "id": 565,
    "text": "For true love? Send real roses preserved in 24kt gold!"
  },
  {
    "id": 566,
    "text": "Sometimes the object of the journey is not the end, but the journey itself."
  },
  {
    "id": 567,
    "text": "Fear is just excitement in need of an attitude adjustment."
  },
  {
    "id": 568,
    "text": "The food here taste so good, even a cave man likes it."
  },
  {
    "id": 569,
    "text": "Perhaps you've been focusing too much on spending."
  },
  {
    "id": 570,
    "text": "Happiness isn't something you remember, it's something you experience."
  },
  {
    "id": 571,
    "text": "Oops... Wrong cookie."
  },
  {
    "id": 572,
    "text": "The dream is within you."
  },
  {
    "id": 573,
    "text": "Love is on its way."
  },
  {
    "id": 574,
    "text": "Be direct, usually one can accomplish more that way."
  },
  {
    "id": 575,
    "text": "Use your talents. That's what they are intended for."
  },
  {
    "id": 576,
    "text": "The troubles you have now will pass away quickly."
  },
  {
    "id": 577,
    "text": "See the light at the end of the tunnel."
  },
  {
    "id": 578,
    "text": "Your dream will come true when you least expect it."
  },
  {
    "id": 579,
    "text": "Don't \"face\" reality, let it be the place from which you leap."
  },
  {
    "id": 580,
    "text": "Fortune smiles upon you today."
  },
  {
    "id": 581,
    "text": "Believing is doing."
  },
  {
    "id": 582,
    "text": "Your dynamic eyes have attracted a secret admirer."
  },
  {
    "id": 583,
    "text": "You know where you are going and how to get there."
  },
  {
    "id": 584,
    "text": "Go confidently in the direction of your dreams."
  },
  {
    "id": 585,
    "text": "Your ability to pick a winner will bring you success."
  },
  {
    "id": 586,
    "text": "Humor usually works at the moment of awkwardness."
  },
  {
    "id": 587,
    "text": "A good time to finish up old tasks."
  },
  {
    "id": 588,
    "text": "Stop procrastinating - starting tomorrow."
  },
  {
    "id": 589,
    "text": "Enthusiastic leadership gets you a promotion when you least expect it."
  },
  {
    "id": 590,
    "text": "You love Chinese food."
  },
  {
    "id": 591,
    "text": "You are far more influential than you think."
  },
  {
    "id": 592,
    "text": "Adjust finances, make budgets, to improve your standing."
  },
  {
    "id": 593,
    "text": "Happiness is not the absence of conflict, but the ability to cope with it."
  },
  {
    "id": 594,
    "text": "An understanding heart warms all that are graced with its presence."
  },
  {
    "id": 595,
    "text": "Your co-workers take pleasure in your great sense of creativity."
  },
  {
    "id": 596,
    "text": "You are one of the people who \"goes places in life\"."
  },
  {
    "id": 597,
    "text": "Others enjoy your company."
  },
  {
    "id": 598,
    "text": "When in doubt, let your instincts guide you."
  },
  {
    "id": 599,
    "text": "A cheerful message is on its way to you."
  },
  {
    "id": 600,
    "text": "A pleasant surprise is in store for you tonight."
  },
  {
    "id": 601,
    "text": "You can't go down the right path without first discovering the path to go down."
  },
  {
    "id": 602,
    "text": "To courageously shoulder the responsibility of one's mistake is character."
  },
  {
    "id": 603,
    "text": "The joyful energy of the day will have a positive effect on you."
  },
  {
    "id": 604,
    "text": "You have a strong desire for a home and your family interests come first."
  },
  {
    "id": 605,
    "text": "Dogs have owners, cats have staff."
  },
  {
    "id": 606,
    "text": "Be patient: in time, even an egg will walk."
  },
  {
    "id": 607,
    "text": "You are not a person who can be ignored."
  },
  {
    "id": 608,
    "text": "You always know the right times to be assertive or to simply wait."
  },
  {
    "id": 609,
    "text": "Reading to the mind is what exercise is to the body."
  },
  {
    "id": 610,
    "text": "Eat something you never tried before."
  },
  {
    "id": 611,
    "text": "Your life becomes more and more of an adventure!"
  },
  {
    "id": 612,
    "text": "You need to live authentically, and you can't ignore that."
  },
  {
    "id": 613,
    "text": "Make all you can, save all you can, give all you can."
  },
  {
    "id": 614,
    "text": "A well-aimed spear is worth three."
  },
  {
    "id": 615,
    "text": "To build a better world, start in your community."
  },
  {
    "id": 616,
    "text": "When you can't naturally feel upbeat, it can sometimes help to act as if you did."
  },
  {
    "id": 617,
    "text": "May you have great luck."
  },
  {
    "id": 618,
    "text": "A kind word will keep someone warm for years."
  },
  {
    "id": 619,
    "text": "Nothing in the world is accomplished without passion."
  },
  {
    "id": 620,
    "text": "Humans invented language to satisfy their need to complain."
  },
  {
    "id": 621,
    "text": "Accept what comes to you each day."
  },
  {
    "id": 622,
    "text": "A small lucky package is on its way to you soon."
  },
  {
    "id": 623,
    "text": "In human endeavor, chance favors the prepared mind."
  },
  {
    "id": 624,
    "text": "Do not upset the penguin today."
  },
  {
    "id": 625,
    "text": "Don't cry."
  },
  {
    "id": 626,
    "text": "The best way to give credit is to give it away."
  },
  {
    "id": 627,
    "text": "Anything you do, do it well. The last thing you want is to be sorry for what you didn't do."
  },
  {
    "id": 628,
    "text": "It takes more than good memory to have good memories."
  },
  {
    "id": 629,
    "text": "Grant yourself a wish this year only you can do it."
  },
  {
    "id": 630,
    "text": "Love thy neighbour. Just don't get caught."
  },
  {
    "id": 631,
    "text": "You will be selected for a promotion because of your accomplishments."
  },
  {
    "id": 632,
    "text": "There are many new opportunities that are being presented to you."
  },
  {
    "id": 633,
    "text": "You will inherit a large sum of money."
  },
  {
    "id": 634,
    "text": "You will receive a gift from someone that cares about you."
  },
  {
    "id": 635,
    "text": "You are not illiterate."
  },
  {
    "id": 636,
    "text": "Love because it is the only true adventure."
  },
  {
    "id": 637,
    "text": "You are contemplating some action which will bring credit upon you."
  },
  {
    "id": 638,
    "text": "Keep true to the dreams of your youth."
  },
  {
    "id": 639,
    "text": "Treasure what you have."
  },
  {
    "id": 640,
    "text": "The greatest precept is continual awareness."
  },
  {
    "id": 641,
    "text": "A new friend helps you break out of an old routine."
  },
  {
    "id": 642,
    "text": "I have a dream... Time to go to bed."
  },
  {
    "id": 643,
    "text": "Your skill will accomplish what the force of many cannot."
  },
  {
    "id": 644,
    "text": "You will soon be surrounded by good friends and laughter."
  },
  {
    "id": 645,
    "text": "The best is yet to come."
  },
  {
    "id": 646,
    "text": "It is better to be the hammer than the anvil."
  },
  {
    "id": 647,
    "text": "He who climbs a ladder must begin at the first step."
  },
  {
    "id": 648,
    "text": "Action speaks nothing, without the Motive."
  },
  {
    "id": 649,
    "text": "Give yourself some peace and quiet for at least a few hours."
  },
  {
    "id": 650,
    "text": "Live each day well and wisely."
  },
  {
    "id": 651,
    "text": "Old dreams never die they just get filed away."
  },
  {
    "id": 652,
    "text": "You can fix it with a little extra energy and a positive attitude."
  },
  {
    "id": 653,
    "text": "Life is a verb."
  },
  {
    "id": 654,
    "text": "A man without aim is like a clock without hands, as useless if it turns as if it stands."
  },
  {
    "id": 655,
    "text": "Many folks are about as happy as they make up their minds to be."
  },
  {
    "id": 656,
    "text": "It's kind of fun to do the impossible."
  },
  {
    "id": 657,
    "text": "Wow! A secret message from your teeth!"
  },
  {
    "id": 658,
    "text": "You should be able to make money and hold on to it."
  },
  {
    "id": 659,
    "text": "The human spirit is stronger than anything that can happen to it."
  },
  {
    "id": 660,
    "text": "Your success will astonish everyone."
  },
  {
    "id": 661,
    "text": "It is better to have a hen tomorrow than an egg today."
  },
  {
    "id": 662,
    "text": "Judge each day not by the harvest you reap but by the seeds you plant."
  },
  {
    "id": 663,
    "text": "You like Chinese food."
  },
  {
    "id": 664,
    "text": "Your hard work will get payoff today."
  },
  {
    "id": 665,
    "text": "Today is the tomorrow we worried about yesterday."
  },
  {
    "id": 666,
    "text": "There are no shortcuts to any place worth going."
  },
  {
    "id": 667,
    "text": "No matter what your past has been, you have a spotless future."
  },
  {
    "id": 668,
    "text": "Your secret desire to completely change your life will manifest."
  },
  {
    "id": 669,
    "text": "Soon you will be sitting on top of the world."
  },
  {
    "id": 670,
    "text": "You are never selfish with your advice or your help."
  },
  {
    "id": 671,
    "text": "A thrilling time is in store for you."
  },
  {
    "id": 672,
    "text": "It's tough to be fascinating."
  },
  {
    "id": 673,
    "text": "Soon life will become more interesting."
  },
  {
    "id": 674,
    "text": "Luck sometimes visits a fool, but it never sits down with him."
  },
  {
    "id": 675,
    "text": "Keep your plans secret for now."
  },
  {
    "id": 676,
    "text": "Aren't you glad you just had a great meal?"
  },
  {
    "id": 677,
    "text": "Traveling this year will bring your life into greater perspective."
  },
  {
    "id": 678,
    "text": "Only talented people get help from others."
  },
  {
    "id": 679,
    "text": "Constant grinding can turn an iron rod into a needle."
  },
  {
    "id": 680,
    "text": "You will be successful in your work."
  },
  {
    "id": 681,
    "text": "You will spend your old age in comfort and material wealth."
  },
  {
    "id": 682,
    "text": "When you're about to turn your heart into a stone remember: you do not walk alone."
  },
  {
    "id": 683,
    "text": "Good luck will be bestowed upon you today, but only if you accomplish a good deed for someone else."
  },
  {
    "id": 684,
    "text": "You are vigorous in words and action."
  },
  {
    "id": 685,
    "text": "The one who snores will always fall asleep first."
  },
  {
    "id": 686,
    "text": "An alien of some sort will be appearing to you shortly!"
  },
  {
    "id": 687,
    "text": "Rest is a good thing, but boredom is its brother."
  },
  {
    "id": 688,
    "text": "Do not be overly judgemental of your loved one's intentions or actions."
  },
  {
    "id": 689,
    "text": "Think of how you can assist on a problem, not who to blame."
  },
  {
    "id": 690,
    "text": "The life of every woman or man - the heart of it - is pure and holy joy."
  },
  {
    "id": 691,
    "text": "Take it easy."
  },
  {
    "id": 692,
    "text": "Trust your intuition. The universe is guiding your life."
  },
  {
    "id": 693,
    "text": "Use your head, but live in your heart."
  },
  {
    "id": 694,
    "text": "Don't find fault, find a remedy."
  },
  {
    "id": 695,
    "text": "It may be those who do most, dream most."
  },
  {
    "id": 696,
    "text": "Your passions sweep you away."
  },
  {
    "id": 697,
    "text": "Listen to yourself more often."
  },
  {
    "id": 698,
    "text": "Think of mother's exhortations more."
  },
  {
    "id": 699,
    "text": "The gambler is like the fisherman, both have beginners luck."
  },
  {
    "id": 700,
    "text": "You are given the chance to take part in an exciting adventure."
  },
  {
    "id": 701,
    "text": "The simplest answer is to act."
  },
  {
    "id": 702,
    "text": "You will always be surrounded by true friends."
  },
  {
    "id": 703,
    "text": "Keep your feet on the ground even though friends flatter you."
  },
  {
    "id": 704,
    "text": "You are the man of righteousness and integrity."
  },
  {
    "id": 705,
    "text": "He who seeks will find."
  },
  {
    "id": 706,
    "text": "The smart thing to do is to begin trusting your intuitions."
  },
  {
    "id": 707,
    "text": "Your many hidden talents will become obvious to those around you."
  },
  {
    "id": 708,
    "text": "Pick a path with heart."
  },
  {
    "id": 709,
    "text": "The human spirit is stronger than anything that can happen to it."
  },
  {
    "id": 710,
    "text": "It takes more than good memory to have good memories."
  },
  {
    "id": 711,
    "text": "Face facts with dignity."
  },
  {
    "id": 712,
    "text": "Be calm when confronting an emergency crisis."
  },
  {
    "id": 713,
    "text": "Do you believe? Endurance and persistence will be rewarded."
  },
  {
    "id": 714,
    "text": "A new wardrobe brings great joy and change in your life."
  },
  {
    "id": 715,
    "text": "Everyone agrees you are the best."
  },
  {
    "id": 716,
    "text": "A new outlook brightens your image and brings new friends."
  },
  {
    "id": 717,
    "text": "Everything will now come your way."
  },
  {
    "id": 718,
    "text": "You will be called to fill a position of high honor and responsibility."
  },
  {
    "id": 719,
    "text": "The eyes believe themselves; the ears believe other people."
  },
  {
    "id": 720,
    "text": "Good beginning is half done."
  },
  {
    "id": 721,
    "text": "Some pursue happiness; you create it."
  },
  {
    "id": 722,
    "text": "It's the worst of times, you need to summon your optimism."
  },
  {
    "id": 723,
    "text": "You are cautious in showing your true self to others."
  },
  {
    "id": 724,
    "text": "Your ability to accomplish tasks will follow with success."
  },
  {
    "id": 725,
    "text": "We all have extraordinary coded within us, waiting to be released."
  },
  {
    "id": 726,
    "text": "You will have a bright future."
  },
  {
    "id": 727,
    "text": "Compassion is a way of being."
  },
  {
    "id": 728,
    "text": "You will always have good luck in your personal affairs."
  },
  {
    "id": 729,
    "text": "The pleasure of what we enjoy is lost by wanting more."
  },
  {
    "id": 730,
    "text": "Did you remember to order your take out also?"
  },
  {
    "id": 731,
    "text": "Perhaps you've been focusing too much on that one thing."
  },
  {
    "id": 732,
    "text": "Right now there's an energy pushing you in a new direction."
  },
  {
    "id": 733,
    "text": "Everybody feels lucky for having you as a friend."
  },
  {
    "id": 734,
    "text": "When the moment comes, take the top one."
  },
  {
    "id": 735,
    "text": "Sometimes travel to new places leads to great transformation."
  },
  {
    "id": 736,
    "text": "There is always a way - if you are committed."
  },
  {
    "id": 737,
    "text": "Life is too short to waste time hating anyone."
  },
  {
    "id": 738,
    "text": "All the world may not love a lover, but they will be watching him."
  },
  {
    "id": 739,
    "text": "Don't just spend time, invest it."
  },
  {
    "id": 740,
    "text": "Life always gets harder near the summit."
  },
  {
    "id": 741,
    "text": "Take the chance while you still have the choice."
  },
  {
    "id": 742,
    "text": "It is much easier to be critical than to be correct."
  },
  {
    "id": 743,
    "text": "Enjoy life! It is better to be happy than wise."
  },
  {
    "id": 744,
    "text": "To make the cart go, you must grease the wheels."
  },
  {
    "id": 745,
    "text": "You are contemplating some action which will bring credit upon you."
  },
  {
    "id": 746,
    "text": "Before you wonder \"Am I doing things right,\" ask \"Am I doing the right things?\""
  },
  {
    "id": 747,
    "text": "You may be disappointed if you fail, but you are doomed if you don't try."
  },
  {
    "id": 748,
    "text": "You will always get what you want through your charm and personality."
  },
  {
    "id": 749,
    "text": "The big issues are work, career, or status right now."
  },
  {
    "id": 750,
    "text": "Your emotional currents are flowing powerfully now."
  },
  {
    "id": 751,
    "text": "Any decision you have to make tomorrow is a good decision."
  },
  {
    "id": 752,
    "text": "Consume less. Share more. Enjoy life."
  },
  {
    "id": 753,
    "text": "The secret of staying young is good health and lying about your age."
  },
  {
    "id": 754,
    "text": "If you feel suffocated by your job, this could be a time when you feel ready to try something new."
  },
  {
    "id": 755,
    "text": "Go ask your mom."
  },
  {
    "id": 756,
    "text": "The possibility of a career change is near."
  },
  {
    "id": 757,
    "text": "The important thing is to never stop questioning."
  },
  {
    "id": 758,
    "text": "Compassion will cure more than condemnation."
  },
  {
    "id": 759,
    "text": "Excuses are easy to manufacture, and hard to sell."
  },
  {
    "id": 760,
    "text": "Put your mind into planning today. Look into the future."
  },
  {
    "id": 761,
    "text": "Listen to life, and you will hear the voice of life crying, Be!"
  },
  {
    "id": 762,
    "text": "Being broke is temporary, being poor is a state of mind."
  },
  {
    "id": 763,
    "text": "Here we go. \"Moo Shu Cereal\" for breakfast with duck sauce."
  },
  {
    "id": 764,
    "text": "Teamwork: the fuel that allows common people attain uncommon results."
  },
  {
    "id": 765,
    "text": "Hard words break no bones, fine words butter no parsnips."
  },
  {
    "id": 766,
    "text": "We cannot direct the wind but we can adjust the sails."
  },
  {
    "id": 767,
    "text": "You are offered the dream of a lifetime. Say yes!"
  },
  {
    "id": 768,
    "text": "Working out the kinks today will make for a better tomorrow."
  },
  {
    "id": 769,
    "text": "You have a curious smile and a mysterious nature."
  },
  {
    "id": 770,
    "text": "Questions provide the key to unlocking our unlimited potential."
  },
  {
    "id": 771,
    "text": "You will enjoy razor-sharp spiritual vision today."
  },
  {
    "id": 772,
    "text": "The wise are aware of their treasure, while fools follow their vanity."
  },
  {
    "id": 773,
    "text": "Well-arranged time is the surest sign of a well-arranged mind."
  },
  {
    "id": 774,
    "text": "Never bring unhappy feelings into your home."
  },
  {
    "id": 775,
    "text": "This is really a lovely day. Congratulations!"
  },
  {
    "id": 776,
    "text": "An old friend will cross your path this week. Good fortune will come across you both."
  },
  {
    "id": 777,
    "text": "A golden egg of opportunity falls into your lap this month."
  },
  {
    "id": 778,
    "text": "You are very grateful for the small pleasures of life."
  },
  {
    "id": 779,
    "text": "today you should be a passenger. Stay close to a driver for a day."
  },
  {
    "id": 780,
    "text": "For hate is never conquered by hate. Hate is conquered by love."
  },
  {
    "id": 781,
    "text": "Service is the rent we pay for the privilege of living on this planet."
  },
  {
    "id": 782,
    "text": "Good clothes open many doors. Go shopping."
  },
  {
    "id": 783,
    "text": "The leader seeks to communicate his vision to his followers."
  },
  {
    "id": 784,
    "text": "Great works are performed not by strength, but by perseverance."
  },
  {
    "id": 785,
    "text": "People who are late are often happier than those who have to wait for them."
  },
  {
    "id": 786,
    "text": "Present your best ideas today to an eager and welcoming audience."
  },
  {
    "id": 787,
    "text": "Friends long absent are coming back to you."
  },
  {
    "id": 788,
    "text": "The time is right to make new friends."
  },
  {
    "id": 789,
    "text": "Life to you is a dashing and bold adventure."
  },
  {
    "id": 790,
    "text": "You may be hungry soon: order a takeout now."
  },
  {
    "id": 791,
    "text": "Do not hesitate to look for help, an extra hand should always be welcomed."
  },
  {
    "id": 792,
    "text": "How can you have a beautiful ending without making beautiful mistakes?"
  },
  {
    "id": 793,
    "text": "Humor is an affirmation of dignity."
  },
  {
    "id": 794,
    "text": "He who climbs a ladder must begin at the first step."
  },
  {
    "id": 795,
    "text": "What's vice today may be virtue tomorrow."
  },
  {
    "id": 796,
    "text": "You have an unusually magnetic personality."
  },
  {
    "id": 797,
    "text": "You will travel to many places."
  },
  {
    "id": 798,
    "text": "Accept yourself."
  },
  {
    "id": 799,
    "text": "Be a generous friend and a fair enemy."
  },
  {
    "id": 800,
    "text": "Never quit!"
  },
  {
    "id": 801,
    "text": "Old friends, old wines and old gold are best."
  },
  {
    "id": 802,
    "text": "If your desires are not extravagant, they will be granted."
  },
  {
    "id": 803,
    "text": "Every friend joys in your success."
  },
  {
    "id": 804,
    "text": "You should be able to undertake and complete anything."
  },
  {
    "id": 805,
    "text": "You will enjoy good health, you will be surrounded by luxury."
  },
  {
    "id": 806,
    "text": "You are a person of a strong sense of duty."
  },
  {
    "id": 807,
    "text": "Dream lofty dreams, and as you dream, so shall you become."
  },
  {
    "id": 808,
    "text": "You have a quiet and unobtrusive nature."
  },
  {
    "id": 809,
    "text": "Great thoughts come from the heart."
  },
  {
    "id": 810,
    "text": "You love peace."
  },
  {
    "id": 811,
    "text": "Judge not according to the appearance."
  },
  {
    "id": 812,
    "text": "One who admires you greatly is hidden before your eyes."
  },
  {
    "id": 813,
    "text": "Traveling more often is important for your health and happiness."
  },
  {
    "id": 814,
    "text": "You will be sharing great news with all people you love soon."
  },
  {
    "id": 815,
    "text": "You have a reputation for being straightforward and honest."
  },
  {
    "id": 816,
    "text": "You are always welcome in any gathering."
  },
  {
    "id": 817,
    "text": "You will be traveling and coming into a fortune."
  },
  {
    "id": 818,
    "text": "Open up your heart - it can always be closed again."
  },
  {
    "id": 819,
    "text": "Being happy is not always being perfect."
  },
  {
    "id": 820,
    "text": "Next time you have the opportunity, go on a rollercoaster."
  },
  {
    "id": 821,
    "text": "Try everything once, even the things you don't think you will like."
  },
  {
    "id": 822,
    "text": "Life is too short to hold grudges."
  },
  {
    "id": 823,
    "text": "Dream your dream and your dream will dream of you."
  },
  {
    "id": 824,
    "text": "Being alone and being lonely are two different things."
  },
  {
    "id": 825,
    "text": "Don't worry about things in the past, there is nothing you can do about them now. Don't worry about things that are happening now, make the best of a bad situation. Don't worry about things in the future, they may never happen."
  },
  {
    "id": 826,
    "text": "Tomorrow, take a moment to do something just for yourself."
  },
  {
    "id": 827,
    "text": "Someone close to you is waiting for you to call."
  },
  {
    "id": 828,
    "text": "A virtual fortune cookie will not satisfy your hunger like that of a home made one."
  },
  {
    "id": 829,
    "text": "Smile. Tomorrow is another day."
  },
  {
    "id": 830,
    "text": "You can never be certain of success, but you can be certain of failure if you never try."
  },
  {
    "id": 831,
    "text": "It takes ten times as many muscles to frown as it does to smile."
  },
  {
    "id": 832,
    "text": "Shoot for the moon! If you miss you will still be amongst the stars."
  },
  {
    "id": 833,
    "text": "Keep your eyes open. You never know what you might see."
  },
  {
    "id": 834,
    "text": "Tell them what you really think. Otherwise, nothing will change."
  },
  {
    "id": 835,
    "text": "Let your heart make your decisions - it does not get as confused as your head."
  },
  {
    "id": 836,
    "text": "Working hard will make you live a happy life."
  },
  {
    "id": 837,
    "text": "A pleasant surprise is waiting for you. "
  },
  {
    "id": 838,
    "text": "Be on the alert to recognize your prime at whatever time of your life it may occur."
  },
  {
    "id": 839,
    "text": "Your road to glory will be rocky, but fulfilling."
  },
  {
    "id": 840,
    "text": "Courage is not simply one of the virtues, but the form of every virtue at the testing point."
  },
  {
    "id": 841,
    "text": "Patience is your ally at the moment. Don't worry!"
  },
  {
    "id": 842,
    "text": "In a display of manliness, you eat the fortune cookie whole, message and all.",
    "notes": "Submitted by @Asplosions"
  },
  {
    "id": 843,
    "text": "For today, you have been granted the powers of the almighty Toucan, use them carefully!",
    "notes": "Submitted by @L7mon_"
  },
  {
    "id": 844,
    "text": "It's like... when you get 29 men to hunt a rabbit, then get it in the corner, don't accuse the rabbit.",
    "notes": "Quote created by @Koolgriim, slightly fixed up"
  },
  {
    "id": 845,
    "text": "There may be subtle messages in people's words today that you need to attend to.",
    "notes": "Fetched from horoscope.com, Cancer, 2019-04-22"
  },
  {
    "id": 846,
    "text": "Go weed the garden. If you don't have a garden, start one. It's important for you to get into the Earth today, so roll up your sleeves and get your hands dirty.",
    "notes": "Fetched from horoscope.com, Libra, 2019-04-22"
  },
  {
    "id": 847,
    "text": "Today is a fantastic day for you. Your sensual, caring nature will be appreciated.",
    "notes": "Fetched from horoscope.com, Capricorn, 2019-04-22"
  },
  {
    "id": 848,
    "text": "Don't keep playing along with the games if you no longer want to repeat the same drama.",
    "notes": "Fetched from horoscope.com, Leo, 2019-04-22"
  },
  {
    "id": 849,
    "text": "Run."
  },
  {
    "id": 850,
    "text": "You are not illiterate."
  },
  {
    "id": 851,
    "text": "Avoid taking unnecessary gambles."
  },
  {
    "id": 852,
    "text": "You're feeling flirty tonight. Your charms may just be enough to seal the deal.",
    "notes": "Fetched from horoscope.com, Sex category, Cancer sign, 2019-05-10."
  },
  {
    "id": 853,
    "text": "This may not be your preferred way to spend the day, but it would be an ideal time to finish up tasks that have been piling up at home.",
    "notes": "Fetched from horoscope.com, Sagittarius, 2019-05-11."
  },
  {
    "id": 854,
    "text": "Don't worry so much about getting things done today. Instead, concentrate on your feelings and relationships.",
    "notes": "Fetched from horoscope.com, Virgo, 2019-06-27."
  },
  {
    "id": 855,
    "text": "You feel extra dreamy today and your mood fluctuates. It is hard to get other people to share your bolsterous good humour.",
    "notes": "Fetched from horoscope.com, Aries, 2019-06-27."
  },
  {
    "id": 856,
    "text": "If you can, gather several buddies together and organize an impromptu lunch or dinner or any other activity that allows you to laugh, bond, and share.",
    "notes": "Fetched from horoscope.com, Taururs, 2019-06-27."
  },
  {
    "id": 857,
    "text": "Use your creative abilities to make a bold statement. Have a good time.",
    "notes": "Fetched from horoscope.com, Gemini, 2019-06-27."
  },
  {
    "id": 858,
    "text": "Your mind is razor sharp and emotions extra sensitive. You will move through this day with your radar fully intact.",
    "notes": "Fetched from horoscope.com, Cancer, 2019-06-27."
  },
  {
    "id": 859,
    "text": "Don't get sad if no one is laughing at your jokes today.",
    "notes": "Fetched from horoscope.com, Libra, 2019-06-27."
  },
  {
    "id": 860,
    "text": "Work with a group to accomplish something greater than you could do by yourself.",
    "notes": "Fetched from horoscope.com, Aquarius, 2019-06-27."
  },
  {
    "id": 861,
    "text": "You may experience a burst of physical energy today that urges you to bring life to your emotions. Act out your true feelings at all times."
  },
  {
    "id": 862,
    "text": "The day may barely get started unless you center yourself and ground your powerful emotions."
  },
  {
    "id": 863,
    "text": "There's aggressiveness to your emotions today. This feeling will command your attention and demand that you be stable and reasonable regarding all tasks you undertake."
  },
  {
    "id": 864,
    "text": "Water your plants and clean up your yard. The closer you can be to the Earth today, the better."
  },
  {
    "id": 865,
    "text": "You love basking in attention so it’s only fitting that your ruler is the ego-boosting sun."
  },
  {
    "id": 866,
    "text": "Stay integrated into the events of today. Don't try to be overbearing, but make sure that your voice is heard."
  },
  {
    "id": 867,
    "text": "Don't get overwhelmed by the intense energy of the day. Instead of cowering from it, use it as fuel to keep your internal power strong."
  },
  {
    "id": 868,
    "text": "What you can't find in one place, you'll be able to find in another. Don't give up until you find what you're looking for."
  },
  {
    "id": 869,
    "text": "Capitalize on the boisterous energy present today. This is a wonderful time to express yourself in a powerful manner."
  },
  {
    "id": 870,
    "text": "Don't get bogged down by indecision. Remember that whatever path you choose is the right one. You can do no wrong!"
  },
  {
    "id": 871,
    "text": "Don't get too emotionally attached to your work today. You'll have greater success when you distance yourself from what it is you're trying to achieve."
  },
  {
    "id": 872,
    "text": "You have power and you should use it. The key is to make sure that it doesn't rule you."
  },
  {
    "id": 873,
    "text": "Imagine yourself as part of a magnificent choir today. Your role is to sing beautifully but be aware of the other voices, too."
  },
  {
    "id": 874,
    "text": "Today you've reached an emotional climax. This feeling may be extra powerful. Great transformations are possible under this current trend."
  },
  {
    "id": 875,
    "text": "The key is not to get too attached to your ideas and any results that you want. Things will happen as they need to happen."
  },
  {
    "id": 876,
    "text": "This is a good day to offer your talents to group efforts. You'll be a welcome addition to every social situation."
  },
  {
    "id": 877,
    "text": "Stay on the surface and be social. By integrating with the mood of the day, you might be more balanced and well rounded in general."
  },
  {
    "id": 878,
    "text": "This is a great day for you. You're able to get a lot done. You might find a marked seriousness to your emotions that helps you stay on track with everything you need to do."
  },
  {
    "id": 879,
    "text": "Integrate your plans with others and see what kinds of incredible breakthroughs you can have. You can maintain a pleasant demeanor in every social situation."
  },
  {
    "id": 880,
    "text": "It may seem like people have lost their sensitivity today. Meanwhile, you're left feeling indecisive and unsure about which way to turn."
  },
  {
    "id": 881,
    "text": "People want to hear from you. They want to know what you're thinking."
  },
  {
    "id": 882,
    "text": "Don't be afraid to say your peace even if it goes against the general mood. Don't get down if things don't exactly go your way. Things will get better soon."
  },
  {
    "id": 883,
    "text": "There's a great deal of fuel for your fire today, so go for it. Spend time with children and be creative."
  },
  {
    "id": 884,
    "text": "The key today is to keep things practical. Try to keep your focus and hold your ground."
  },
  {
    "id": 885,
    "text": "Someone who wronged you in the past will now repay you in a positive sense."
  },
  {
    "id": 886,
    "text": "Allow your mind to rest and breathe a deep sigh of relief."
  },
  {
    "id": 887,
    "text": "You have your A game going today, but don't let it go to your head."
  },
  {
    "id": 888,
    "text": "So long as your ego doesn't exceed good sense, you'll be able to accomplish just about anything!"
  },
  {
    "id": 889,
    "text": "Restlessness and boredom could slow you down and take you off on some unintended tangent."
  },
  {
    "id": 890,
    "text": "Women will play prominent roles in your day. Mothers, aunts, and friendly female neighbors will interact with you in a very powerful and interesting way."
  },
  {
    "id": 891,
    "text": "Give the feminine mystique extra credence today."
  },
  {
    "id": 892,
    "text": "When you climb a mountain without any assistance from anyone else, the view at the top is more beautiful than you could have imagined."
  },
  {
    "id": 893,
    "text": "You have to speak up if you hear someone trashing someone or something you care about, no matter what the circumstances are."
  },
  {
    "id": 894,
    "text": "Sometimes love can blossom in the produce isle at the grocery store, while other storybook tales begin at the dog park. Cupid may find you sooner than you think."
  },
  {
    "id": 895,
    "text": "Don’t swipe right on every cutie you see."
  },
  {
    "id": 896,
    "text": "Don't force yourself into a relationship that isn’t working. Take a small break from romance."
  },
  {
    "id": 897,
    "text": "You have to look at the big picture and the little details at the same time, and while that may make your head spin a little, you should be able to keep it all in perspective and move in the right direction."
  },
  {
    "id": 898,
    "text": "One way to convince yourself to do your best work is to imagine that there's a little mini-boss perched on your shoulder."
  },
  {
    "id": 899,
    "text": "You wouldn't talk about your checkbook balance with total strangers, but then again, it's taboo to talk about it with friends, too. You have to find someone to share your concerns with, but choose judiciously."
  },
  {
    "id": 900,
    "text": "Clear up a misunderstanding and free up some time and space to begin something you've been wanting to do but felt beyond your means."
  },
  {
    "id": 901,
    "text": "Bring your flighty nature back down to Earth today. It's important for others to have their say.",
    "Submitter": 1127
  },
  {
    "id": 902,
    "text": "Your practical nature should be appreciated under the prevailing aspects. There's a powerful force helping you in every task you undertake, and the strength of will to get things done.",
    "Submitter": 1127
  },
  {
    "id": 903,
    "text": "Attend to your home today and take care of chores. Clean the floor, do laundry.",
    "Submitter": 1127
  },
  {
    "id": 904,
    "text": "This is a terrific day for you. Not only are your emotions at a cyclical peak, but they also have added strength that will help you stay courageous in the face of any opposition that comes your way.",
    "notes": "Automatically fetched from horoscope.com on 2019-12-20"
  },
  {
    "id": 905,
    "text": "Activity around you is picking up and you should add your energy to the group. Don't feel like you need to get expensive accoutrements to be part of the crowd.",
    "notes": "Automatically fetched from horoscope.com on 2019-12-21"
  },
  {
    "id": 906,
    "text": "Is this the day you'll meet someone new? It's possible! The astral aspects are going to make it a lot easier for you. Given the wonderful energy you have at the moment, someone fascinating may be attracted to you.",
    "notes": "Automatically fetched from horoscope.com on 2019-12-22"
  },
  {
    "id": 907,
    "text": "You spend much of your life serving others. Now you may reevaluate your \"duty\" toward them.",
    "notes": "Automatically fetched from horoscope.com on 2019-12-23"
  },
  {
    "id": 908,
    "text": "Today promises to be excellent, but don't go overboard. You might be tempted to think that your minor financial difficulties are already behind you.",
    "notes": "Automatically fetched from horoscope.com on 2019-12-24"
  },
  {
    "id": 909,
    "text": "This is a great day for you. You should find that your general mood is excellent.",
    "notes": "Automatically fetched from horoscope.com on 2019-12-25"
  },
  {
    "id": 910,
    "text": "You may have some very good ideas relating to your professional field, but do you have complete mastery of them? If not, accept the fact that you can still learn from courses or experts in your field. It won't kill you to be guided a bit.",
    "notes": "Automatically fetched from horoscope.com on 2019-12-26"
  },
  {
    "id": 911,
    "text": "It appears that today and for the past several days you've been building up internal tension without an outlet. As a result, your fuse is somewhat short.",
    "notes": "Automatically fetched from horoscope.com on 2019-12-27"
  },
  {
    "id": 912,
    "text": "A certain decision means that you've reached a turning point.",
    "notes": "Automatically fetched from horoscope.com on 2019-12-27"
  },
  {
    "id": 913,
    "text": "The idea of expressing yourself will seem like a joke today. Have you ever stopped to question what expressing yourself really means?",
    "notes": "Automatically fetched from horoscope.com on 2019-12-27"
  },
  {
    "id": 914,
    "text": "The mood is oppressive and heavy today. Some disappointments will crop up here and there if you have to prove yourself in any way, either privately or professionally.",
    "notes": "Automatically fetched from horoscope.com on 2019-12-27"
  },
  {
    "id": 915,
    "text": "You can't let everything fall apart now, not after you've come so far. This may be a difficult moment for you, as it seems the time has come to prove yourself once and for all.",
    "notes": "Automatically fetched from horoscope.com on 2019-12-27"
  },
  {
    "id": 916,
    "text": "You might need to adopt a stern attitude today in order to be as effective as you'd like to be. When dealing with others, don't make assumptions for which you don't have solid backing.",
    "notes": "horoscope.com 2019-12-28"
  },
  {
    "id": 917,
    "text": "Your usually dependable judgment may seem clouded by emotion today. Perhaps you're unable to decide between different courses of action.",
    "notes": "horoscope.com 2019-12-29"
  },
  {
    "id": 918,
    "text": "Take a break from your daily routine and get off the track today. The world will turn with you for a day, so feel free to tune out for a while.",
    "notes": "horoscope.com 2019-12-30"
  },
  {
    "id": 919,
    "text": "A rather disheartening phone call could come to you today. This might bring news of a setback in one of your projects that is only temporary but nonetheless frustrating.",
    "notes": "horoscope.com 2019-12-31"
  },
  {
    "id": 920,
    "text": "Today, you might begin work on a project that you've wanted to do for a long time. This may be career related or personal, but either way it should advance you in whatever direction that you want to go.",
    "notes": "horoscope.com 2020-01-01"
  },
  {
    "id": 921,
    "text": "Don't take anything at face value today, especially if it involves money. It's likely that a friend or colleague will approach you with a deal that is too good to pass up.",
    "notes": "horoscope.com 2020-01-02"
  },
  {
    "id": 922,
    "text": "You may find yourself thinking of looking for a new job in order to increase your income. But there is probably no need to take such a drastic step.",
    "notes": "horoscope.com 2020-01-03"
  },
  {
    "id": 923,
    "text": "This is a time of new beginnings. Whether you are aware of it or not, you are more than ready to take on some new challenges.",
    "notes": "horoscope.com 2020-01-04"
  },
  {
    "id": 924,
    "text": "An important career concern could require considerable effort on your part today in order to enable you to advance whatever it is you're trying to accomplish.",
    "notes": "horoscope.com 2020-01-05"
  },
  {
    "id": 925,
    "text": "An intense dream or vision could result in a spiritual breakthrough of some kind, and you might spend much of the day in a bit of a daze, trying to make sense of it.",
    "notes": "horoscope.com 2020-01-06"
  },
  {
    "id": 926,
    "text": "All living things benefit from your gifts. Nurturing has always been part of your nature, and is especially so today.",
    "notes": "horoscope.com 2020-01-07"
  },
  {
    "id": 927,
    "text": "Money matters might require your attention today. Unusual expenses may have depleted your reserves, so you might have to cut a few corners.",
    "notes": "horoscope.com 2020-01-08"
  },
  {
    "id": 928,
    "text": "It isn't nearly as bad as you think. In fact, things are definitely looking up.",
    "notes": "horoscope.com 2020-01-09"
  },
  {
    "id": 929,
    "text": "Are you going out shopping today? If so, expect at some point to be confronted with a wonderful luxury item you'd give your eyeteeth for but can't really justify purchasing.",
    "notes": "horoscope.com 2020-01-10"
  },
  {
    "id": 930,
    "text": "Are you in an especially adventurous mood? This is the sort of day when you can try just about anything new and still come out in one piece.",
    "notes": "horoscope.com 2020-01-11"
  },
  {
    "id": 931,
    "text": "Reflections on your recent success and good fortune with regard to career matters are likely to have you feeling strong, optimistic, and enthusiastic for the future.",
    "notes": "horoscope.com 2020-01-12"
  },
  {
    "id": 932,
    "text": "Memories from the distant past, perhaps as far back as early childhood, could keep popping into your conscious mind today.",
    "notes": "horoscope.com 2020-01-13"
  },
  {
    "id": 933,
    "text": "Social events could put you in touch with some exciting new people. They may either share a current interest of yours or bring you opportunities to expand your interests.",
    "notes": "horoscope.com 2020-01-14"
  },
  {
    "id": 934,
    "text": "Your logical mind might try to make rational sense of the strange metaphysical ideas that are popping in and out of your head today.",
    "notes": "horoscope.com 2020-01-15"
  },
  {
    "id": 935,
    "text": "Today you might find yourself at a loss as to how to proceed with a particular task or project in which you're involved. There might be a number of options open to you, all workable, and this could prove confusing.",
    "notes": "horoscope.com 2020-01-16"
  },
  {
    "id": 936,
    "text": "Dreams could shed light on some personal ambiguities you've been trying to understand. Your thinking is especially clear and logical now, and work should therefore be a snap.",
    "notes": "horoscope.com 2020-01-17"
  },
  {
    "id": 937,
    "text": "Events both in your personal and public arenas could give you a new and unexpected sense of power over your own destiny. Perhaps hard work has paid off in career and financial advancement.",
    "notes": "horoscope.com 2020-01-18"
  },
  {
    "id": 938,
    "text": "You may be a specialist at manipulating concepts and ideas and using your analytical skills to understand any problem that comes your way.",
    "notes": "horoscope.com 2020-01-19"
  },
  {
    "id": 939,
    "text": "It's very difficult for you to reconcile your desire for creativity and originality in your life to the constraints that society puts on you to be an efficient, productive person. This is one of the great dilemmas facing a lot of people these days.",
    "notes": "horoscope.com 2020-01-20"
  },
  {
    "id": 940,
    "text": "Social events, probably family related, could take up a lot of your time today. They might involve outings, perhaps to parks or other recreational areas.",
    "notes": "horoscope.com 2020-01-21"
  },
  {
    "id": 941,
    "text": "If you've been thinking about starting a garden, this is a great day to do it, since anything relating to the land you begin today is likely to thrive. Doubts about your financial security might be on your mind.",
    "notes": "horoscope.com 2020-01-22"
  },
  {
    "id": 942,
    "text": "If you've been thinking about taking up the study of astrology, numerology, alchemy, or any other occult science, this is the day to get started. Scientific adherence to facts and rules combines with enhanced telepathic abilities to bring about a burgeoning skill in such fields.",
    "notes": "horoscope.com 2020-01-23"
  },
  {
    "id": 943,
    "text": "It may be easy for you to show up at a party or answer the phone when you know that it's your best friend calling with good news, but where are you when the going gets rough? Make sure you show your support to people in all situations.",
    "notes": "horoscope.com 2020-01-24"
  },
  {
    "id": 944,
    "text": "Today may start out being a very frustrating day. Be prepared!",
    "notes": "horoscope.com 2020-01-25"
  },
  {
    "id": 945,
    "text": "Using computers either to increase your income or manage your money may have seemed like Greek to you, but today you'll probably catch on very quickly. Your natural practicality joins with an enhanced intellect and heightened intuition to give you an advantage you don't usually have.",
    "notes": "horoscope.com 2020-01-26"
  },
  {
    "id": 946,
    "text": "You may find yourself flying high for no particular reason. If you aren't, stop and examine the situation.",
    "notes": "horoscope.com 2020-01-27"
  },
  {
    "id": 947,
    "text": "Too many unfinished tasks or chores today might have you feeling pressured to get them done, creating unnecessary stress and strain. Pace yourself and don't panic if you have to let some of them go for today.",
    "notes": "horoscope.com 2020-01-28"
  },
  {
    "id": 948,
    "text": "Today is one of those days in which you just want to lie on your back on the ground and look up at the clouds. Your artistic mind can easily spot one that looks like a dragon, one that is a chair, and one that looks just like your mother.",
    "notes": "horoscope.com 2020-01-29"
  },
  {
    "id": 949,
    "text": "Expect to be surrounded by genuine love and affection today. Friends, family members, and a very special romantic partner could pay you far more attention than usual.",
    "notes": "horoscope.com 2020-01-30"
  },
  {
    "id": 950,
    "text": "A social event or group rally could put you in touch with some new and exciting people in interesting fields. You might even run into an old friend you haven't seen for a long time.",
    "notes": "horoscope.com 2020-01-31"
  },
  {
    "id": 951,
    "text": "Today is one of those days when you could feel lethargic and downbeat. For some reason, even if you have a driving urge to get up and do something, it seems as if there’s a two-ton weight sitting right on top of your head.",
    "notes": "horoscope.com 2020-02-01"
  },
  {
    "id": 952,
    "text": "Your emotional nature may seem revved up for action today, although it could be that you don't know what direction to drive in. The engine is running, but for some reason the windshield looks a bit cloudy.",
    "notes": "horoscope.com 2020-02-02"
  },
  {
    "id": 953,
    "text": "Have you been toying with the idea of redecorating your house? If so, you might actually come up with a few solid ideas, although you'll have a difficult time deciding among them.",
    "notes": "horoscope.com 2020-02-03"
  },
  {
    "id": 954,
    "text": "Try not to let today's blues get you down. While it's true that some days can seem to drag on, the busier you are the faster time will pass.",
    "notes": "horoscope.com 2020-02-04"
  },
  {
    "id": 955,
    "text": "Today should go well for you. Expect to feel a renewed energy and perspective on things, especially those that are work related.",
    "notes": "horoscope.com 2020-02-05"
  },
  {
    "id": 956,
    "text": "When was the last time you used a pen and paper? In this age of computers, the keyboard has all but replaced these wonderful tools.",
    "notes": "horoscope.com 2020-02-06"
  },
  {
    "id": 957,
    "text": "Don't fall into the \"poor me\" trap today. When things repeatedly don't go the way you want, or bad things happen to you, it can be very easy to fall into a victim mentality.",
    "notes": "horoscope.com 2020-02-07"
  },
  {
    "id": 958,
    "text": "Is there a person in your life who keeps coming to mind again and again? If so, it might be time to get together.",
    "notes": "horoscope.com 2020-02-08"
  },
  {
    "id": 959,
    "text": "It's a super day to make decisions. You can sit on the fence for a little too long when it comes to serious choices.",
    "notes": "horoscope.com 2020-02-09"
  },
  {
    "id": 960,
    "text": "Changes in your working environment could result in a rise in your income. You've been working very hard in order to advance yourself in this regard, and you’re likely to continue to do so indefinitely.",
    "notes": "horoscope.com 2020-02-10"
  },
  {
    "id": 961,
    "text": "Although you may have been feeling somewhat out of sorts for the past few days, today you could feel as if you just got a new lease on life. You’re in excellent physical, mental, and emotional shape, so you should be raring to go.",
    "notes": "horoscope.com 2020-02-11"
  },
  {
    "id": 962,
    "text": "Working at home might be the answer for you today. You could be physically and mentally worn out from working too hard, but you still have important tasks to complete.",
    "notes": "horoscope.com 2020-02-12"
  },
  {
    "id": 963,
    "text": "You may feel a bit of restriction working to hold you back from your current plans today. It could be that your mind is feeling restless and that you’re anxious to go, but there’s a feeling of discipline and caution nagging you and urging you to slow down.",
    "notes": "horoscope.com 2020-02-13"
  },
  {
    "id": 964,
    "text": "Group activities might prove a little unsettling for you today. Animated discussions could turn into angry quarrels and this could offend your desire for harmony.",
    "notes": "horoscope.com 2020-02-14"
  },
  {
    "id": 965,
    "text": "Today your level of imagination and intuition is especially high. Trust your heart today, especially where new projects and money are concerned.",
    "notes": "horoscope.com 2020-02-15"
  },
  {
    "id": 966,
    "text": "You’re very intuitive by nature, and today you should be feeling especially so. Don't be surprised if you spontaneously tune in to the ideas and emotions of those around you, or even if you and someone else come up with the same words at the same time.",
    "notes": "horoscope.com 2020-02-16"
  },
  {
    "id": 967,
    "text": "The healing of a temporary rift with your partner is likely to take place today, with a lot of honest communication and more apologies than are necessary. You might find that a lot of issues have come out in the open and that there is a new understanding between the two of you.",
    "notes": "horoscope.com 2020-02-17"
  },
  {
    "id": 968,
    "text": "You’re normally a very intuitive person, and today you may experience clairvoyance that could rival Jeane Dixon’s. You could be feeling especially attuned to other planes, and your dreams are likely to be powerful and vivid.",
    "notes": "horoscope.com 2020-02-18"
  },
  {
    "id": 969,
    "text": "Travel may cause more problems than it's worth today. You may forget some vital items when packing or there could be too little time to get everything ready.",
    "notes": "horoscope.com 2020-02-19"
  },
  {
    "id": 970,
    "text": "Generally, you tend to be a very physically oriented person, but today you’re more likely to want to look within, perhaps to experiment with your own psychic abilities or study spiritual concepts. You also might find yourself more interested than usual in the arts.",
    "notes": "horoscope.com 2020-02-20"
  },
  {
    "id": 971,
    "text": "This definitely isn’t a good day to stay home and do household chores. If you do, some sad and rather irrational thoughts may plague you throughout the day.",
    "notes": "horoscope.com 2020-02-21"
  },
  {
    "id": 972,
    "text": "Your neighborhood is changing, and the change is all for the better. Wonderful new neighbors may have moved in, or perhaps a small gourmet take-out shop has just opened up.",
    "notes": "horoscope.com 2020-02-22"
  },
  {
    "id": 973,
    "text": "It's hard to deny the power of a chemical reaction to another person. You’ll likely meet someone today or perhaps you've just met someone who has a strong influence on you.",
    "notes": "horoscope.com 2020-02-23"
  },
  {
    "id": 974,
    "text": "Something could happen during the day that unconsciously reminds you of something unpleasant that happened to you in the past. You might not even remember today's event, but memories of the occurrence long ago could plague you throughout the day and put you in a very black mood.",
    "notes": "horoscope.com 2020-02-24"
  },
  {
    "id": 975,
    "text": "Your creative nature will no longer be repressed! As you look around your home, you realize you feel the need to spruce it up a bit.",
    "notes": "horoscope.com 2020-02-25"
  },
  {
    "id": 976,
    "text": "You can expect a warm and friendly environment at work today. Enjoy the conversations with your co-workers, but don't take anything at face value.",
    "notes": "horoscope.com 2020-02-26"
  },
  {
    "id": 977,
    "text": "If a family member is in a bad mood but not confessing why, it's up to you to step in and help. He or she is carrying that big black cloud around, casting shadows everywhere they go.",
    "notes": "horoscope.com 2020-02-27"
  },
  {
    "id": 978,
    "text": "Have you been entertaining the idea of changing jobs? If so, put out some feelers today.",
    "notes": "horoscope.com 2020-02-28"
  },
  {
    "id": 979,
    "text": "Profligate spending in the past may come back to haunt you now with regard to money. There could be blocks in receiving funds you were expecting or an unexpected but necessary expense could come up.",
    "notes": "horoscope.com 2020-03-01"
  },
  {
    "id": 980,
    "text": "It might be hard to get to the root of a matter today. Instead of getting stressed about it, take a long nap sometime this afternoon.",
    "notes": "horoscope.com 2020-03-02"
  },
  {
    "id": 981,
    "text": "You might have planned an exciting evening with friends or your current love interest, but you have to postpone it due to forces beyond your control. This could prove both disappointing and frustrating, but there won't be much you can do about it.",
    "notes": "horoscope.com 2020-03-03"
  },
  {
    "id": 982,
    "text": "As the world economy continues to boom, don't be surprised if you're surrounded by new work possibilities. More than one chance to increase your income could come your way today.",
    "notes": "horoscope.com 2020-03-04"
  },
  {
    "id": 983,
    "text": "\"Whore yourself out until you make it.\" - Van Darkholme, 2020",
    "Submitter": 488919,
    "notes": "Original clip: https://clips.twitch.tv/TangiblePreciousFlamingoSwiftRage\r\nReupload: https://i.imgur.com/e4v22wR.mp4"
  },
  {
    "id": 984,
    "text": "Put your wisdom into action. There is no good in accumulating knowledge and then letting it sit, collecting dust like an old book on a shelf.",
    "notes": "horoscope.com 2020-03-05"
  },
  {
    "id": 985,
    "text": "This is meant to be a nice, relaxing day, so treat it as such. There's no need for you to plan any great strategy at this time.",
    "notes": "horoscope.com 2020-03-06"
  },
  {
    "id": 986,
    "text": "The key for you is to minimize your daily drama as much as possible.",
    "notes": "Fixed a duplicate random cookie :)"
  },
  {
    "id": 987,
    "text": "You may be on a slow, steady track of discipline that embraces an older, more traditional way of looking at things. Suddenly, however, you're hit by an aggressive force urging you to do things differently.",
    "notes": "horoscope.com 2020-03-07"
  },
  {
    "id": 988,
    "text": "You're a born romantic by nature, but today you're likely to think more in terms of physical passion than idealized romance. You're likely to be especially concerned with your appearance, and might want to go for a professional makeover or buy some new clothes.",
    "notes": "horoscope.com 2020-03-08"
  },
  {
    "id": 989,
    "text": "Today is a very high-energy day in which you have the physical stamina to accomplish quite a bit. Take care, however, that you have all the necessary facts before you venture out for your day's activities.",
    "notes": "horoscope.com 2020-03-09"
  },
  {
    "id": 990,
    "text": "A great sense of duty toward your fellow humans is likely to drive your actions. Think of yourself as an important role model for young people.",
    "notes": "horoscope.com 2020-03-10"
  },
  {
    "id": 991,
    "text": "Think of today as a restorative time for yourself in which you can come to a point of greater ease and comfort. Trust yourself and the people around you.",
    "notes": "horoscope.com 2020-03-11"
  },
  {
    "id": 992,
    "text": "Your energy will light up any room you enter today. Feel free to take advantage of this incredible magnetism by initiating and encouraging others to join you in creative activities and bold adventures.",
    "notes": "horoscope.com 2020-03-12"
  },
  {
    "id": 993,
    "text": "Vivid, wonderful dreams may have haunted your sleep last night, leaving you disappointed that they weren't real. They have a message for you, so write them down, set them aside, and analyze them later.",
    "notes": "horoscope.com 2020-03-13"
  },
  {
    "id": 994,
    "text": "You know that you have a very fertile imagination, and today's aspects highlight this special quality. You might wish to channel your thoughts into an artistic endeavor like writing or painting.",
    "notes": "horoscope.com 2020-03-14"
  },
  {
    "id": 995,
    "text": "Strain within a group that you're associated with could be traced to money problems. Perhaps people are disagreeing over what needs to be done regarding fundraising or budgetary limitations.",
    "notes": "horoscope.com 2020-03-15"
  },
  {
    "id": 996,
    "text": "You may find that your heart is bouncing back and forth like a tennis ball today. One minute you could be drawn one way, while the next minute you're drawn in a completely different direction.",
    "notes": "horoscope.com 2020-03-16"
  },
  {
    "id": 997,
    "text": "A new business opportunity may come your way. You aren't likely to want to commit to a permanent involvement, but you might take it on temporarily simply for the sake of the money.",
    "notes": "horoscope.com 2020-03-17"
  },
  {
    "id": 998,
    "text": "Let your emotions play with your imagination today, and feel free to discuss your findings openly with others. Don't get caught up in so rational a frame of mind that you refuse to acknowledge any other way of viewing a current situation.",
    "notes": "horoscope.com 2020-03-18"
  },
  {
    "id": 999,
    "text": "Money could be a source of worry today. You might feel you've spent too much (who doesn't sometimes?) or perhaps some funds you were expecting have been held up.",
    "notes": "horoscope.com 2020-03-19"
  },
  {
    "id": 1000,
    "text": "A number of invitations to social events could come your way today, some from people you really don't know well. Don't pass them up, however.",
    "notes": "horoscope.com 2020-03-20"
  },
  {
    "id": 1001,
    "text": "You should feel exhilarated today. You might choose to channel some of this enthusiasm into decorating your home.",
    "notes": "horoscope.com 2020-03-21"
  },
  {
    "id": 1002,
    "text": "Your innate charm and good manners have brought you good relationships with both co-workers and superiors, and today you might find that this has served you well. Authority figures may seem a little intimidating, but hang on to your self-confidence.",
    "notes": "horoscope.com 2020-03-22"
  },
  {
    "id": 1003,
    "text": "A fascinating article you read in the newspaper could inspire you to try to create a mystery story of your own. Today your mind is perfectly suited to devising plot twists and interesting but complex characters.",
    "notes": "horoscope.com 2020-03-23"
  },
  {
    "id": 1004,
    "text": "A letter or phone call regarding money that you may be expecting may still not come today. This could put you in a panic and cause you to want to phone those responsible to see what's going on.",
    "notes": "horoscope.com 2020-03-24"
  },
  {
    "id": 1005,
    "text": "Imagination combines with intellectual abilities to enable you to make some creative changes to your home. This could be something minor, such as purchasing plants, or a major project, such as remodeling or redecorating.",
    "notes": "horoscope.com 2020-03-25"
  },
  {
    "id": 1006,
    "text": "You may receive some upsetting news from a family member today. It could have you reeling for a moment, but when you take the time to think about it some more you'll realize that things aren't as troubling as they first seemed.",
    "notes": "horoscope.com 2020-03-26"
  },
  {
    "id": 1007,
    "text": "Love certainly seems to make the world go round today. Is everyone around you deeply involved in a new or revitalized romance?",
    "notes": "horoscope.com 2020-03-27"
  },
  {
    "id": 1008,
    "text": "The desire to make a particular purchase could have you reworking your budget today. This is a good time to do this, as your business and money sense are operating at a high level, and you're likely to be savvier about finance than usual.",
    "notes": "horoscope.com 2020-03-28"
  },
  {
    "id": 1009,
    "text": "Incredible feelings of enthusiasm, optimism, and sheer joy could fill your heart and mind today. Your life is changing in a positive way, and even though it may not be readily apparent, you're sensing it intuitively.",
    "notes": "horoscope.com 2020-03-29"
  },
  {
    "id": 1010,
    "text": "Have you been planning to travel, perhaps for business? You might receive word that your trip has to be postponed, which could be disappointing.",
    "notes": "horoscope.com 2020-03-30"
  },
  {
    "id": 1011,
    "text": "Money matters could have you descending into a state of pure gloom. On the surface it might seem like you'll never be able to sort through all the paperwork, but you will.",
    "notes": "horoscope.com 2020-03-31"
  },
  {
    "id": 1012,
    "text": "It's generally quite clear that you aren't afraid to tell people what you think. Maybe it's time to be more expressive about how you feel.",
    "notes": "horoscope.com 2020-04-01"
  },
  {
    "id": 1013,
    "text": "Be careful about shutting yourself off from the rest of the world. You might hesitate to talk to people.",
    "notes": "horoscope.com 2020-04-02"
  },
  {
    "id": 1014,
    "text": "Your imagination is your best friend. You aren't about to let anyone disturb your fantasy world.",
    "notes": "horoscope.com 2020-04-03"
  },
  {
    "id": 1015,
    "text": "Feeling grumpy lately? Don't fret, because your bad mood won't last.",
    "notes": "horoscope.com 2020-04-04"
  },
  {
    "id": 1016,
    "text": "More than ever before, you'll feel as though it's time to take matters into your own hands and build your own career future. You're fed up with living on hope and putting off your happiness until tomorrow.",
    "notes": "horoscope.com 2020-04-05"
  },
  {
    "id": 1017,
    "text": "An unexpected visit from someone who lives far away is likely to throw your schedule off kilter. Even though you'll be glad to see your friend, the visit could require a lot of calls to break appointments and postpone meetings.",
    "notes": "horoscope.com 2020-04-06"
  },
  {
    "id": 1018,
    "text": "Today you might feel the urge to write. This could involve nothing more than a lengthy letter or email to a friend, but it could also be creative work, such as a novel, essay, screenplay, or poem.",
    "notes": "horoscope.com 2020-04-07"
  },
  {
    "id": 1019,
    "text": "Today you could receive an invitation to a social event that you'll really want to attend. People could be there who might turn out to be important contacts.",
    "notes": "horoscope.com 2020-04-08"
  },
  {
    "id": 1020,
    "text": "Plans to go away on vacation or perhaps a business trip could be put on hold today. Events you might have been scheduled to attend could be temporarily postponed.",
    "notes": "horoscope.com 2020-04-09"
  },
  {
    "id": 1021,
    "text": "Tending to paperwork could take up much of your time today. A lot could be riding on your careful planning and projections, so you're probably taking it very seriously.",
    "notes": "horoscope.com 2020-04-10"
  },
  {
    "id": 1022,
    "text": "Career matters couldn't be going better right now, especially if you're in one of the communication fields, including writing, publishing, teaching, the Internet, or mass media. Your financial situation is probably improving very quickly, and you're making contact with congenial, intriguing people who share your interests.",
    "notes": "horoscope.com 2020-04-11"
  },
  {
    "id": 1023,
    "text": "This could be a day of inner turmoil. You'll rethink some of your fundamental values, unsure if they're still relevant to your life.",
    "notes": "horoscope.com 2020-04-12"
  },
  {
    "id": 1024,
    "text": "Some pretty heavy soul searching could reveal that the time has come to make use of a talent you may have always had but never developed. This could involve nothing more than a little practice, or you could decide to get some formal training in the skill.",
    "notes": "horoscope.com 2020-04-13"
  },
  {
    "id": 1025,
    "text": "You could be invited on a last-minute adventure today. By all means, seize the chance!",
    "notes": "horoscope.com 2020-04-14"
  },
  {
    "id": 1026,
    "text": "There is a possibility that you'll fall into a bit of a regression today as old feelings of anxiety or inadequacy surface. Although you've reached a good place in terms of self-confidence, some old childhood fears could resurface.",
    "notes": "horoscope.com 2020-04-15"
  },
  {
    "id": 1027,
    "text": "You're bound to be busy but happy today. You'll likely spend the morning doing chores and generally puttering around the house.",
    "notes": "horoscope.com 2020-04-16"
  },
  {
    "id": 1028,
    "text": "This is bound to be a wonderful day, as everybody seems to be in a warm and congenial mood. You and your romantic partner, in particular, are feeling especially close and connected today.",
    "notes": "horoscope.com 2020-04-17"
  },
  {
    "id": 1029,
    "text": "You may be in a quiet, reflective mood today. You could receive a communication from an old friend that sets you remembering the good old days of your youth.",
    "notes": "horoscope.com 2020-04-18"
  },
  {
    "id": 1030,
    "text": "Your positive strength is especially noticeable today. You may find that you're radiating gloriously to the people around you.",
    "notes": "horoscope.com 2020-04-19"
  },
  {
    "id": 1031,
    "text": "A lost object could have all the members of your household going through every room trying to find it - probably without success. Visitors could pitch in as well and help with the search.",
    "notes": "horoscope.com 2020-04-20"
  },
  {
    "id": 1032,
    "text": "Expect to exchange a lot of phone calls and emails with friends today. Communication with others is your top priority.",
    "notes": "horoscope.com 2020-04-21"
  },
  {
    "id": 1033,
    "text": "Today you could encounter a work colleague and suddenly feel an unexpected romantic attraction. This could catch you off guard because you never before thought about this person in that way.",
    "notes": "horoscope.com 2020-04-22"
  },
  {
    "id": 1034,
    "text": "This would be a good day to stay home and spend much of the day in bed! You've been working especially hard lately, juggling both home and work with your usual aplomb.",
    "notes": "horoscope.com 2020-04-23"
  },
  {
    "id": 1035,
    "text": "It can be hard to release old habits and beliefs even as new, better ways of thinking struggle to gain a foothold. It's time for you to do this.",
    "notes": "horoscope.com 2020-04-24"
  },
  {
    "id": 1036,
    "text": "Today, you'll really be in the limelight. This could help you change what is sometimes a very negative image you have of yourself.",
    "notes": "horoscope.com 2020-04-25"
  },
  {
    "id": 1037,
    "text": "Today is full of possibilities. You could fall in love at first sight, or at least meet someone who captures your interest!",
    "notes": "horoscope.com 2020-04-26"
  },
  {
    "id": 1038,
    "text": "Some underhanded and not altogether honest machinations could be happening at the workplace. You could be offended by it, and you could also worry if it threatens your job.",
    "notes": "horoscope.com 2020-04-27"
  },
  {
    "id": 1039,
    "text": "Friendships and romantic bonds should provide a rich source of support and good companionship today. Conversations are likely to be lighthearted, which is a welcome reprieve from the heaviness we are all feeling these days.",
    "notes": "horoscope.com 2020-04-28"
  },
  {
    "id": 1040,
    "text": "A friend or romantic partner might need your advice, and want to discuss a few things that you don't really understand. This could concern this person's job, which involves a lot of technicalities with which you're unfamiliar.",
    "notes": "horoscope.com 2020-04-29"
  },
  {
    "id": 1041,
    "text": "Some of your demons may come back to haunt you today. You could find yourself battling some of those same old doubts and insecurities that you thought you'd left behind.",
    "notes": "horoscope.com 2020-04-30"
  },
  {
    "id": 1042,
    "text": "This is your day to shine. Just make sure you don't do so at someone else's expense.",
    "notes": "horoscope.com 2020-05-02"
  },
  {
    "id": 1043,
    "text": "It's possible you could meet someone today who will act as a kind of mentor for you. If you do meet this kind of person, don't be a showoff.",
    "notes": "horoscope.com 2020-05-03"
  },
  {
    "id": 1044,
    "text": "Some rather depressing information could come your way, but it might not be as bad as it seems. Check the facts before making drastic decisions based on a partial picture.",
    "notes": "horoscope.com 2020-05-04"
  },
  {
    "id": 1045,
    "text": "Uncertainty about professional matters can lead to an increased determination to get ahead, despite confusion as to how to do it exactly. It might be wise to do some research, organize all your information, and use that to formulate a plan of action.",
    "notes": "horoscope.com 2020-05-05"
  },
  {
    "id": 1046,
    "text": "Your physical vitality should be quite strong, and you're encouraged by greater self-confidence. At the same time, however, someone seems to be trying to ruffle your feathers by being selfish and disrespectful of your space.",
    "notes": "horoscope.com 2020-05-06"
  },
  {
    "id": 1047,
    "text": "Do what you can to stabilize your emotions. Romance should be on a slow, steady path as long as you're honest with yourself and others about how you feel.",
    "notes": "horoscope.com 2020-05-07"
  },
  {
    "id": 1048,
    "text": "This is a good moment to adapt your logic and reason to reality. If you don't, you're going to run into some intellectual problems.",
    "notes": "horoscope.com 2020-05-08"
  },
  {
    "id": 1049,
    "text": "Today is a good day to organize professional or personal meetings. They'll be productive.",
    "notes": "horoscope.com 2020-05-09"
  },
  {
    "id": 1050,
    "text": "It's a day of challenges. You're a pro at questioning yourself, as you'll prove today when you take a hard look at your accomplishments.",
    "notes": "horoscope.com 2020-05-11"
  },
  {
    "id": 1051,
    "text": "Today you might want to spend time waving and shouting at friends in your neighborhood. Small purchases might be necessary from essential businesses, or maybe it's the perfect day to unwrap recent online purchases.",
    "notes": "horoscope.com 2020-05-12"
  },
  {
    "id": 1052,
    "text": "Today's planetary energy should compel you to commit whatever acts of self-affirmation are needed to define your territory and protect your rights. You'll be encouraged to explore your desires and personal tastes, and to express your opinion openly and clearly.",
    "notes": "horoscope.com 2020-05-13"
  },
  {
    "id": 1053,
    "text": "The topic of the day is knowledge and learning. Did you actually study in the field that excited you when you were younger?",
    "notes": "horoscope.com 2020-05-14"
  },
  {
    "id": 1054,
    "text": "Are you thinking of switching careers, or traveling to the other side of the world? With everything on lockdown right now, it might also be tempting to just want to pull a “Greta Garbo” and stay home with the shades drawn tight.",
    "notes": "horoscope.com 2020-05-15"
  },
  {
    "id": 1055,
    "text": "You'll find yourself much better connected with the people around you. Even if you're dealing with them remotely, your acute psychic ability is pulling in signals loud and clear through the phone and Internet.",
    "notes": "horoscope.com 2020-05-16"
  },
  {
    "id": 1056,
    "text": "You might have some strong hesitations during the day. You may have to cover up the truth, or maybe say it out loud.",
    "notes": "horoscope.com 2020-05-17"
  },
  {
    "id": 1057,
    "text": "You might find it easier to connect with others at this time. It would behoove you to reconnect with friends or family members you may have lost touch with.",
    "notes": "horoscope.com 2020-05-19"
  },
  {
    "id": 1058,
    "text": "Your lighthearted attitude won't play well to people with serious things on their mind. It could make you seem detached and insensitive to the grim realities of COVID-19.",
    "notes": "horoscope.com 2020-05-20"
  },
  {
    "id": 1059,
    "text": "Why not radically change the way you behave toward others? You're in the process of establishing relationships that are more solid and enriching, with far fewer risks involved.",
    "notes": "horoscope.com 2020-05-21"
  },
  {
    "id": 1060,
    "text": "You may have the intellectual side of the equation completely set in your head. You've collected all the facts and have all the data worked out in such a way that it's impossible for anyone to fault your calculations.",
    "notes": "horoscope.com 2020-05-22"
  },
  {
    "id": 1061,
    "text": "Remember that you were put here to have fun, and that happiness is your true destiny. Keep this truth in mind today as forces try to pull you away from whatever fun you've been having.",
    "notes": "horoscope.com 2020-05-23"
  },
  {
    "id": 1062,
    "text": "“Evidence” is your word of the day. Everyone knows that you have a facility for spending your time thinking and analyzing.",
    "notes": "horoscope.com 2020-05-24"
  },
  {
    "id": 1063,
    "text": "Feel free to take the lazy route today. Don't lift a finger if you don't really have to.",
    "notes": "horoscope.com 2020-05-25"
  },
  {
    "id": 1064,
    "text": "Goals that seemed unreachable in the recent past are finally coming into focus. It could be that you've been neglecting your dreams because they only moved farther away every time you addressed them.",
    "notes": "horoscope.com 2020-05-26"
  },
  {
    "id": 1065,
    "text": "Your thinking is quite clear, and you'll find that your emotions support your mental processes. Your psychic nature is strong, so you should trust your hunches.",
    "notes": "horoscope.com 2020-05-27"
  },
  {
    "id": 1066,
    "text": "During the last few months, it could be that you've met some people who have greatly influenced your attitude about marriage or partnership. They've been pushing you to get more freedom into your life.",
    "notes": "horoscope.com 2020-05-28"
  },
  {
    "id": 1067,
    "text": "Take off to the stars today, and keep your mind and heart open to all that's possible when you have faith in yourself and the work you do. Mastery of a skill comes when you have the guts to always take it to the next level.",
    "notes": "horoscope.com 2020-05-29"
  },
  {
    "id": 1068,
    "text": "You may not want to admit something today, although you know it's true. It becomes more obvious than you think if you're hiding behind a barrier that has formed between you and someone close to you.",
    "notes": "horoscope.com 2020-05-30"
  },
  {
    "id": 1069,
    "text": "Your emotions will feel stable today, although an unexpected element might sneak into the equation. Be aware that people will be a bit more volatile.",
    "notes": "horoscope.com 2020-05-31"
  },
  {
    "id": 1070,
    "text": "Your dreams could be vivid, pleasant, and full of information to help you make a decision. New and exciting contacts could come into your life today, possibly proving helpful in showing you ways to increase your income.",
    "notes": "horoscope.com 2020-06-01"
  },
  {
    "id": 1071,
    "text": "You usually tend toward rational and scientific ways of thinking, but today you might be so intuitive that you're more likely to use your psychic abilities. This can be a mixed blessing.",
    "notes": "horoscope.com 2020-06-02"
  },
  {
    "id": 1072,
    "text": "Your enthusiasm for group activities and social events is high. You might want to discuss your ideas with others.",
    "notes": "horoscope.com 2020-06-03"
  },
  {
    "id": 1073,
    "text": "Surprising new developments in close friendships or love relationships could come your way today. Someone might move away or perhaps move closer to you.",
    "notes": "horoscope.com 2020-06-04"
  },
  {
    "id": 1074,
    "text": "An opportunity to do some extra work might come your way today. Don't turn it down - it might do you a lot of good.",
    "notes": "horoscope.com 2020-06-05"
  },
  {
    "id": 1075,
    "text": "Some interesting insights could steer you in the right direction regarding a goal you've been working toward for a long time.",
    "notes": "horoscope.com 2020-06-06"
  },
  {
    "id": 1076,
    "text": "You're likely to be feeling especially romantic today. If you're currently involved, plan an intimate evening at home with your lover.",
    "notes": "horoscope.com 2020-06-07"
  },
  {
    "id": 1077,
    "text": "Today, you'll undoubtedly ask yourself a lot of questions. You tend to be rather introverted, and you typically need a great deal of freedom.",
    "notes": "horoscope.com 2020-06-08"
  },
  {
    "id": 1078,
    "text": "This is an important day for you, especially if you're an artist. The work you have already begun is beginning to escape your grasp.",
    "notes": "horoscope.com 2020-06-09"
  },
  {
    "id": 1079,
    "text": "You're a very active person, but today you'll probably be disappointed. If you ask those around you to help with your activities, they most likely won't understand your needs.",
    "notes": "horoscope.com 2020-06-10"
  },
  {
    "id": 1080,
    "text": "Your intuition is heightened almost to the point of telepathy today. Pisces, you may be able to sense what others want and need even before they know it themselves.",
    "notes": "horoscope.com 2020-06-11"
  },
  {
    "id": 1081,
    "text": "Today you might feel as if you're walking around in a daze, but it's a good daze. Your imagination and artistic abilities are sharp.",
    "notes": "horoscope.com 2020-06-12"
  },
  {
    "id": 1082,
    "text": "Today you'll have the strange feeling that something is floating in the air. The time is right to try to understand the different needs of your family circle.",
    "notes": "horoscope.com 2020-06-13"
  },
  {
    "id": 1083,
    "text": "Unfortunately, today's planetary energy will place you in a rather uncomfortable situation. You'll be the one having to smooth things over with your group of friends.",
    "notes": "horoscope.com 2020-06-14"
  },
  {
    "id": 1084,
    "text": "A group you're affiliated with could meet or have a virtual/group chat today. You should focus more on listening to what they have to say than on actively participating in discussions.",
    "notes": "horoscope.com 2020-06-15"
  },
  {
    "id": 1085,
    "text": "Today you're apt to be a bit preoccupied. You might find yourself considering concepts that others think are strange and impractical.",
    "notes": "horoscope.com 2020-06-16"
  },
  {
    "id": 1086,
    "text": "You've always been a loner. You tend to act on your own and you don't trust outside help.",
    "notes": "horoscope.com 2020-06-17"
  },
  {
    "id": 1087,
    "text": "The people around you would really appreciate it if you'd slow down and relax a little.",
    "notes": "horoscope.com 2020-06-18"
  },
  {
    "id": 1088,
    "text": "Your calm will be put to the test today. Try not to fall into this trap.",
    "notes": "horoscope.com 2020-06-19"
  },
  {
    "id": 1089,
    "text": "You probably aren't going to feel very social today. In fact, you're likely to want to work on projects and tasks alone if you can.",
    "notes": "horoscope.com 2020-06-20"
  },
  {
    "id": 1090,
    "text": "There is a fun-loving, boisterous energy to the day that should give you a great deal of power and self-confidence. You'll be extremely effective in everything you put your hand to.",
    "notes": "horoscope.com 2020-06-21"
  },
  {
    "id": 1091,
    "text": "This is a fantastic day for you. You'll have a great deal of physical power.",
    "notes": "horoscope.com 2020-06-21"
  },
  {
    "id": 1092,
    "text": "You may need to slow down a bit after the hectic pace of the last couple of days. It's essential that you take a more reserved and sensitive approach, especially with matters having to do with the heart.",
    "notes": "horoscope.com 2020-06-22"
  },
  {
    "id": 1093,
    "text": "This is a good day to add spark to your life. If things have seemed boring and stagnating lately, you may need to infuse a bit of excitement into the situation.",
    "notes": "horoscope.com 2020-06-23"
  },
  {
    "id": 1094,
    "text": "Business and financial successes have you feeling happy and satisfied. You're also looking forward to moving ahead.",
    "notes": "horoscope.com 2020-06-24"
  },
  {
    "id": 1095,
    "text": "Too much work and the resulting pressure over the past few days could have you feeling too tired to do anything more, although your optimism and enthusiasm are still intact.",
    "notes": "horoscope.com 2020-06-25"
  },
  {
    "id": 1096,
    "text": "You tend to enjoy solitude, and today you might feel more reclusive than usual. You could be invited to spend time with friends but not feel like accepting.",
    "notes": "horoscope.com 2020-06-26"
  },
  {
    "id": 1097,
    "text": "Family issues play an important role today. Speak from your heart and tell your closest relatives how much they really mean to you.",
    "notes": "horoscope.com 2020-06-27"
  },
  {
    "id": 1098,
    "text": "A close friend or member of your household could be having money problems, and want to draw on your good business sense in order to understand the situation and find ways to put it right. As you're likely to be feeling especially sensitive to the needs of others today, you could be of valuable help to this person and anyone else who might need some insights.",
    "notes": "horoscope.com 2020-06-28"
  },
  {
    "id": 1099,
    "text": "Get your head out of the clouds today, and come back to Earth for just a little bit. There are some things you need to take care of here.",
    "notes": "horoscope.com 2020-06-29"
  },
  {
    "id": 1100,
    "text": "You might need some time alone today to bring yourself back to center. Independence is a keyword, so keep it in the back of your mind.",
    "notes": "horoscope.com 2020-06-30"
  },
  {
    "id": 1101,
    "text": "Your artistic side may want to take to the airwaves in some way today. Perhaps you should consider building your own website or getting a spot on a local radio show.",
    "notes": "horoscope.com 2020-07-01"
  },
  {
    "id": 1102,
    "text": "There's no excuse for laziness today! Make sure you get out of bed before the day ends.",
    "notes": "horoscope.com 2020-07-02"
  },
  {
    "id": 1103,
    "text": "Your heart may experience some wild fluctuations today. It may seem as if your emotions are on a runaway train with no track.",
    "notes": "horoscope.com 2020-07-03"
  },
  {
    "id": 1104,
    "text": "Stop hiding behind the intellectual barrier that you may have put up. Playing games will get you nowhere.",
    "notes": "horoscope.com 2020-07-04"
  },
  {
    "id": 1105,
    "text": "Today is an excellent day for you, one in which you'll find a great deal of strength in your emotions. Trust that your instincts are serving you well.",
    "notes": "horoscope.com 2020-07-05"
  },
  {
    "id": 1106,
    "text": "You might find yourself sidestepping in order to avoid a commitment today. Don't keep giving someone the runaround.",
    "notes": "horoscope.com 2020-07-06"
  },
  {
    "id": 1107,
    "text": "You may find that people want to do a great deal of talking but not a great deal of feeling today. Go ahead and put your emotions on the back burner and let your mind take over.",
    "notes": "horoscope.com 2020-07-07"
  },
  {
    "id": 1108,
    "text": "People may be a bit critical of you today, and you would do well to hear what they have to say. Be receptive of feedback from others so that you may establish a healthy ego.",
    "notes": "horoscope.com 2020-07-08"
  },
  {
    "id": 1109,
    "text": "Embrace the opportunities that lie before you and watch your dreams flourish.",
    "notes": "OpenAI GPT generated 2023-06-16"
  },
  {
    "id": 1110,
    "text": "Be patient and persistent in your endeavors, for success is just around the corner.",
    "notes": "OpenAI GPT generated 2023-06-16"
  },
  {
    "id": 1111,
    "text": "Remember, every setback is an opportunity in disguise. Keep moving forward with determination.",
    "notes": "OpenAI GPT generated 2023-06-16"
  },
  {
    "id": 1112,
    "text":  "Take calculated risks and trust in your abilities. Great rewards await the bold.",
    "notes": "OpenAI GPT generated 2023-06-16"
  },
  {
    "id": 1113,
    "text":  "Today's challenges are tomorrow's strength. Stay focused and overcome them with grace.",
    "notes": "OpenAI GPT generated 2023-06-16"
  },
  {
    "id": 1114,
    "text": "Opportunities seldom knock twice. Seize the moment and let your potential shine.",
    "notes": "OpenAI GPT generated 2023-06-16"
  },
  {
    "id": 1115,
    "text": "Caution is the key to wisdom. Pause, reflect, and make your decisions with care.",
    "notes": "OpenAI GPT generated 2023-06-16"
  },
  {
    "id": 1116,
    "text": "Guard your heart and protect your dreams. Choose your companions wisely.",
    "notes": "OpenAI GPT generated 2023-06-16"
  },
  {
    "id": 1117,
    "text": "In the pursuit of success, tread carefully. Seek advice from those who have walked the path before you.",
    "notes": "OpenAI GPT generated 2023-06-16"
  },
  {
    "id": 1118,
    "text": "Take one step at a time and savor the journey. Slow and steady progress leads to lasting success.",
    "notes": "OpenAI GPT generated 2023-06-16"
  }
]
