[
  "I was in an audition for the lead role of movie 'Aquaman'. The Director told me to dive into a pool. Then outta nowhere Fraudstappen showed up and made a big dive into the pool. The director was impressed and selected him for the movie. Shame on you Crashtappen for destroying my dream!",
  "I was working of my farm on a sunny afternoon when I saw something in the sky. It was Fraudmilton flapping his wings towards me screaming \"BONOOOOOO\" To protect me and my crops, I put on a Red Bull jersey which scared Crashmilton and he flew away. Shame on you Crymilton!",
  "Yesterday I woke up in the middle of the night and saw a shadowy figure at the end of my bed. I turned on the lights and there stood MAX CRASHTAPPEN!! At first I was scared, but then I yelled that he needed to win using a legal overtake. He quickly vanished.",
  "Yesterday i took my kids to the zoo. we went to go see the dolphin show, but we got a nasty surprise instead. max crashtappen was diving with the dolphins! \"leave the space\" he would cry as he was practicing his diving. shame on you fraudstappen for spoiling our trip to the zoo!",
  "I left Twitter for a while and when I tried to log back in I found out I was suspended. I realized it was a penalty for saying some prohibited words on Twitter. Luckily, my idol, Lewis Penalton took the penalty for me! Thank you Lewis!",
  "I was in an audition for the lead role of movie 'Aquaman'. The Director told me to dive into a pool. Then outta nowhere Fraudstappen showed up and made a big dive into the pool. The director was impressed and selected him for the movie. Shame on you Crashtappen for destroying my dream!",
  "🚨 MISSING!! MISSING!! 🚨 Name: Lewis Fraudmilton Missing: 18/7/21 Silverstone Characteristics: Disappearing + crying + cheating + always ranting \"give me team order\" Possible Locations: Steward room, Toto's asshole, Bottas pocket Last seen: Verstappens pocket",
  "At restaurant Café MA(FIA) I had many choices:* Imola Crash Deluxe 🇮🇹 €12,50* Azerbaijan Starters Salad 🇦🇿 €6,99* Murder Burger 🇬🇧 €14,99* No Space Cake 🇮🇹 €8,00 When Lewis FRAUDmilton came, he ordered everything on the menu!! Including team ORDERS! Shame on Lewis!!",
  "Lewis Hamilton playlist 2021: I was ahead that was my corner 🇬🇧 At that speed it's so dangerous 🇭🇺 Redbull's straight line speed 🇦🇹 A marathon, not a sprint 🇦🇿 Poor performance from the team 🇮🇩 Hammer time failure (ft. Bono) 🇫🇷 He's super lucky with traffic man 🇳🇱",
  "I was on a date with my girlfriend. She seemed off. I asked her what was wrong, and she replied \"Our relationship is Ricciardo\" I burst into tears, our relationship was finished",
  "I come from the future and Schumacher has recovered from his vegetative state. The cure was to show him Hamilton's Mickey Mouse highlights. He suddenly regained his strength, got up and turned that shit off. Thank you, Sir. Hamilton for curing Schumacher!",
  "So you're going by \"Max\" now nerd? Haha whats up douche bag, it's Lewis from Mercedes. Remember me? Me and the team used to give you a hard time in the race. Sorry you were just an easy target lol. I can see not much has changed. Remember Masi the guy who kept penalising you? Yeah he's in my pocket now now. I make over 1 championship a year and drive a championship winning car. I guess some things never change huh loser? Nice catching up lol. Pathetic...",
  "H-hey Verstappen, do you remember me from Saudi Arabia? 2021? It's Masi. I just wanted to stop by since you missed the last drivers meeting, I was looking for you. I always thought you were really fast and talented, but I could never work up the nerve to penalise Hamilton. Anyway, I hope you're doing well...HAHA Just kidding, it's still Lewis you fucking gullible idiot lmfao. Anyway, the championship awaits, see ya man good talk.",
  "You dumbass :/ what part of maFiA do you not understand. This is Formula 1, only Mercedes is allowed to win here. And Red Bull isn't even a real team, go take your shit to some crappy endurance championship.",
  "Gentlemen a short view back to the past Thirty years ago, Niki Lauda told us: \"Take a trained monkey place him into the cockpit and he is able to drive the car\" Thirty years later Sebastian told us: \"I had to start my car like a computer It's very complicated.\" And Nico Rosberg said, err, he pressed during the race I don't remember what race the wrong button on the wheel.",
  "Question for you to both: Is Formula 1 driving today too complicated with 20 and more buttons on the wheel are you too much under effort under pressure? What are your wishes for the future concerning technical program, errrm, during the race? Less buttons more? Or less and more comunication with your engineers?",
  "Yikes, stick to F1 mate. The yearly TI tweet I presume? Don't need clueless pretenders acting as if they know shit about TI. Pretty embarrassing to be honest. It's obvious you have no idea who these people are.",
  "Dear Hamilton fans, Goodbye. As an honest unbiased Hamilton fan since 2007, I have finally opened my eyes and realised just how small and insignificant he really is. So that's why I've decided to support Verstappen, a great driver. Time to finally win some real trophies.",
  "I was in a philosophy exam when I was asked to argue and prove how things have no soul. I simply wrote \"Mercedes AMG F1\" I got full marks.",
  "Nikita Mazepin is a better F1 driver than Fraudo Norris. Dont get me wrong. Norris obviously has more podiums than Nikita, but in terms of individiual driving ability, overtaking ability and raw speed, Nikita is clearly a better F1 driver.",
  "I was playing Five Nights at Freddy's Security Breach and was about to beat the boss at Roxy's raceway when I got suprised by a strange jumpscare. Backmarkers were able to unlap themselves and as an Hamilton fan I couldn't be more scared. Last time I played this!",
  "Top 10 Drivers of all time: 1. Schumacher 2. Hamilton 3. Fangio 4. Prost 5. Senna 6. Alonso 7. Button 8. Piquet 9. Fittipaldi 10. Lauda ..... 1000. Mazepin 1001. Fraudstappen I'm afraid but Max Fraudstappen isn't Top 1000 drivers in my book",
  "I was sleeping, when I saw a strange figure in the corner of my room, it looked like it was a ghost. When I turned the lights on I saw it was none other than Charles LeFuelFlow! I was scared for a second but then I said that he needed to prove himself with a legal engine. The next season, he vanished.",
  "I visited the Bank of Brackley yesterday. The staff asked me for my fingerprints and mobile number. I asked them why they added so much security. They told me that a man named Verstappen had been committing fraud for years against their fragile defence. I was shocked but not surprised.",
  "I was on a plane with my son when we started CRASHING! I immediately ran to the cabin to find none other than Fraudmilton! He choked again! Luckily, the flight attendant was LeClerc, who was able to land the plane safely. Crashmilton's legacy saved again!",
  "My son and I went to an F1 race in Silverstone. We were admiring the 150,000 attendance when suddenly he pointed at the track. \"Dad, who is that man camping in the gravel?\" I sighed. \"Son. That is Albon. He lives in that gravel trap. This is why you should study hard in school.\"",
  "I was born and raised in Red Bull Racing's brakes. Legend says that Brakicciardo, a mythical creature from Australia, amazed everyone with his overtakes. But once he lost our brakes, he ghosted everywhere and turned out to be worse than even Webber! Shame on you Brakicciardo!",
  "My son and I went on a tour to the Red Bull Ring. We were admiring the Austrian mountains when he suddenly pointed at the podium. \"Dad, who are those men in second place?\" I said \"Son. They are Toto Wolff & FRAUDmilton. They only perform with a 2 tenths quicker car\"",
  "I was in a debate class and my opponent standing was non other than LeRussell! His argument was untidy, he went off on tangents, and he didn't convince anybody. That's right, he had no points! Do better, LeBottle!",
  "Sisu. Coffee. Fraud. Showing ur ass on Netflix. Long ago, the four lived together in harmony. Then, everything changed when a title fight attacked. Only Valtteri Bottas, master of all four elements, could stop them, but when his team needed him most, he vanished.",
  "I was at a jousting festival but my weapon kept breaking! When I drove it forward into my opponents chest, it would snap under the pressure! It was only till my father used his money to fix it that it would work. That's right! Lance only drives well with daddy's money!",
  "I was born and raised at the Red Bull Ring. My grandfather used to tell me stories about RBMan, a sloth from Holland that travels to Austria for every race there. He statpads a win then disappears until the next Austrian GP. I still have nightmares that he's hiding at our track",
  "I'm shaking. My 2 year old son just said his first words. He said \"Is it true that Kimi is the most finished driver in the world?\" and I said \"Yes, son\". I couldn't lie to him. It was one of the most real moments of my life.",
  "Anyways, um... I bought a whole bunch of halo devices, do you know what a halo is? Anybody know what a halo is? No not Halo ODST, I think that game is dead. I'm talking halo protection device. Anyways, it's a one ton, like titanium carbon fibre structure that protects against unwanted collisions and flying tyres that may be traveling in the air. That's my story, I bought a whole bunch of stuff. Put em around the la coche. Little halos, stuff like that.",
  "Late in the asylum for psychological disorders, lost in conversation with a reporter, wailing deep into the night just like a grieving mourner, \"YOU SHOULD NEVER, STICK A WHEEL, INSIDE OF COPSE CORNER\". And for 30 years that's all he said. Poor Christian Horner.",
  "I was in a huge car crash last night. I was rushed to hospital where I was fighting for my life. I was pronounced dead for 5 hours. In that time I spoke to god. He held out his hand and softly said \"You don't go down the inside at Copse\". It was Christian Horner. Christian is God.",
  "I was at the comedy club when suddenly Jolyon Palmer arrived. When he said in one of his analysis, the accident between GOATstappen & FRAUDmilton was a racing accident, everyone started crying of laughter. Then, it also seemed he was British! It was the best clown I've seen.",
  "I was working as a F1 steward at Silverstone, when i saw Toto Wolff walk in. He started to cry and shout at me. He then said \"dont give Lewis penalty\" \"we cant beat red bull fairly\" I was confused until Wolff told me that's all he knows how to do.",
  "I wanted to buy a car so visted a Mercedes dealer. When I came to the dealer, I saw a cassier crying. \"All my cars..I had to give it to the Australian\". I was confused, but then realized the Australian Micheal Masi dismissed Redbull's request. Mercedes bought the FIA again!!!",
  "Boniface! O, Boniface, I inquire thy counsel. I seek thy aid. Woe! Woe upon thee, Lord Pirell. Thou hath deceived me, for thy soles could not endure the miles thou hath promised me. Plague upon thee and thy house, Lord of Pirell! Alas, the pit beckons.",
  "The Scuderia isnt just a place. It's a sanctuary where we put our problems aside and enjoy firing all our best drivers. You've ruined more careers than you think, Mr. Sbinotto.",
  "The wheels of my motor vehicle have lost their grip on the tarmac and resulted in a loss of traction. This has made my vehicle turn 360 degrees upon its axis and severely hurt my chances in this race.",
  "At least Niki Lauda has the fucking balls to say it. Like in Italy in the ferrari factory if you build an f1 car it is automatically \"fast\". Nevermind that it understeers like crazy and the weight distribution is a disaster.",
  "After what I saw this F1 season, I've seen enough. The only way you can think Max Crashtappen is better than Lewis is if you've been brainwashed at a young age. Lewis is doing everything Max Fraudstappen could, but better. Lewis Hamilton is my GOAT and yours as well. Goodnight."
]
